Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Are you sure you want to kill the Minecraft process?<br/>Doing so can cause corruption of your saves
cs_cz: Opravdu chcete vynuceně ukončit úlohu Minecraft?<br/>Je možné, že tímto dojde k poškození vašich uložených her
es_es: ¿Seguro que quieres detener el proceso de Minecraft?<br/>Esto puede dañar tus partidas guardadas
fr_fr: Voulez-vous vraiment tuer le processus Minecraft ?<br/>Cela peut provoquer la corruption de vos sauvegardes
nl_nl: Weet je zeker dat je het Minecraft-proces wilt beëindigen?<br/>Door dit te doen kunnen uw saves beschadigd raken
no_no: Er du sikker på at du vil stanse Minecraft prosessen?<br/>Å gjøre dette kan skape korrupsjon av lagringsfilene dine
pl_pl: Napewno chcesz wyłączyć proces Minecraft?<br/>Może to uszkodzić zapisy
pt_br: Tem certeza que deseja finalizar o processo do Minecraft?<br/>Fazer isso pode corromper seus mundos
pt_pt: Tem certeza que deseja terminar o processo do Minecraft?<br/>Fazer isso pode corromper os seus mundos
ru_ru: Вы уверены, что хотите убить процесс Minecraft?<br/>Это может привести к повреждению ваших сохранений
uk_ua: Ви впевнені, що хочете завершити процес Minecraft?<br/>Це може призвести до пошкодження ваших збережень

source: Show Console
cs_cz: Zobrazit konzoli
es_es: Mostrar consola
fr_fr: Afficher la console
nl_nl: Console tonen
no_no: Vis Konsollen
pl_pl: Pokaż Konsole
pt_br: Mostrar Console
pt_pt: Mostrar Consola
ru_ru: Показать консоль
uk_ua: Показати консоль

source: Hide Console
cs_cz: Skrýt konzoli
es_es: Ocultar consola
fr_fr: Masquer la console
nl_nl: Verberg console
no_no: Skjul Konsollen
pl_pl: Ukryj Konsole
pt_br: Esconder Console
pt_pt: Esconder Consola
ru_ru: Скрыть консоль
uk_ua: Приховати консоль

source: Open On {0}
cs_cz: Otevřít na {0}
es_es: Abierto el {0}
fr_fr: Ouvrir sur {0}
no_no: Åpne i {0}
pl_pl: Otwórz na platformie {0}
pt_br: Abrir Em{0}
ru_ru: Открыть {0}
uk_ua: Відкрити на {0}

source: Open Discord
cs_cz: Otevřete Discord
es_es: Abrir Discord
fr_fr: Ouvrir Discord
no_no: Åpne Discord
pl_pl: Otwórz w Discordzie
pt_br: Abrir o Discord
ru_ru: Открыть Discord
uk_ua: Відкрити Discord

source: Open Issues
cs_cz: Otevřete problémy
es_es: Problemas abiertos
fr_fr: Ouvrir les problèmes
no_no: Åpne side for feilrapportering
pl_pl: Otwórz listę błędów
pt_br: Abrir Problemas
ru_ru: Открытые вопросы
uk_ua: Відомі проблеми

source: Open Source Url
cs_cz: Otevřete URL zdroje
es_es: URL de código abierto
fr_fr: Ouvrer les sources Url
no_no: Åpne kildekode URL
pl_pl: Otwórz link do źródła
pt_br: Url de Código Aberto
ru_ru: Открыть изходны Url
uk_ua: Відкритий програмний код

source: Open Wiki
cs_cz: Otevřete Wiki
es_es: Abrir Wiki
fr_fr: Ouvrer Wiki
no_no: Åpne wiki
pl_pl: Otwórz Wiki
pt_br: Abrir Wiki
pt_pt: Abrir Wiki
ru_ru: Открыть Wiki
uk_ua: Відкрити Вікі

source: Donate ({0})
cs_cz: Darovat ({0})
es_es: Donar ({0})
fr_fr: Faites un don ({0})
no_no: Doner ({0})
pl_pl: Wpłać darowiznę ({0})
pt_br: Doe ({0})
pt_pt: Doar ({0})
ru_ru: Пожертвовать ({0})
uk_ua: Пожертва ({0})

source: Enable
cs_cz: Povolit
es_es: Activar
fr_fr: Activer
no_no: Aktiver
pl_pl: Włącz
pt_br: Habilitar
pt_pt: Ativar
ru_ru: Включено
uk_ua: Увімкнути

source: Disable
cs_cz: Zakázat
es_es: Desactivar
fr_fr: Désactiver
no_no: Deaktiver
pl_pl: Wyłącz
pt_br: Desabilitar
pt_pt: Desativar
ru_ru: Выключено
uk_ua: Вимкнути

source: Show In File Explorer
cs_cz: Otevřít v průzkumníku souborů
es_es: Mostrar en el Explorador
fr_fr: Afficher dans l'explorateur de fichiers
no_no: Vis i filutforsker
pl_pl: Pokaż w Menedżerze Plików
pt_br: Mostrar no Gerenciador de Arquivos
pt_pt: Mostrar no explorador de ficheiros
ru_ru: Показать в проводнике
uk_ua: Показати у провіднику

source: Reinstall From {0}
cs_cz: Znovu nainstalovat z {0}
es_es: Reinstalando {0}
fr_fr: Réinstaller à partir de {0}
no_no: Installer på nytt fra {0}
pl_pl: Ponowna instalacja z platformy {0}
pt_br: Reinstalar a Partir de {0}
ru_ru: Переустановить с {0}
uk_ua: Перевстановити з {0}

source: Check For Updates On {0}
cs_cz: Zkontrolovat aktualizace na {0}
es_es: Buscar actualizaciones en {0}
fr_fr: Vérifier les mises à jour sur {0}
no_no: Se etter oppdateringer på {0}
pl_pl: Sprawdź aktualizacje na platformie {0}
pt_br: Verificar por Atualizações em {0}
ru_ru: Проверить наличие обновлений на {0}
uk_ua: Перевірка наявності оновлень на {0}

source: No Updates Found
cs_cz: Aktualizace nenalezeny
es_es: No se encontraron actualizaciones
fr_fr: Aucune mise à jour disponible
nl_nl: Geen updates gevonden
no_no: Ingen oppdateringer funnet
pl_pl: Nie Znaleziono Aktualizacji
pt_br: Nenhuma atualização encontrada
pt_pt: Nenhuma atualização encontrada
ru_ru: Обновления не найдены
uk_ua: Нових версій не знайдено

source: No updates were found.
cs_cz: Nebyly nalezeny žádné aktualizace.
es_es: No se encontraron actualizaciones.
fr_fr: Aucune mise à jour a été trouvé.
no_no: Fant ingen oppdateringer.
pl_pl: Nie znaleziono aktualizacji.
pt_br: Nenhuma atualização foi encontrada.
ru_ru: Обновлений не обнаружено.
uk_ua: Оновлень не було знайдено.

source: Copy Log
cs_cz: Zkopírovat log
es_es: Copiar registro
fr_fr: Copier le journal
nl_nl: Logboek kopiëren
no_no: Kopier liste
pl_pl: Skopiuj Rejestr Zdarzeń
pt_br: Copiar Log
pt_pt: Copiar Log
ru_ru: Копировать лог
uk_ua: Копіювати лог

source: Upload Log
cs_cz: Nahrát log
es_es: Subir registro
fr_fr: Envoyer le journal
nl_nl: Stuur je Log door
no_no: Last opp logg
pl_pl: Prześlij Rejestr Zdarzeń
pt_br: Enviar Log
pt_pt: Enviar Log
ru_ru: Отправить лог
uk_ua: Завантажити лог

source: Uploading Logs
cs_cz: Nahrávání protokolů
es_es: Subir registro
fr_fr: Téléchargement des "Logs"
no_no: Laster opp logger
pl_pl: Przesyłanie rejestru zdarzeń
pt_br: Enviando Logs
ru_ru: Загрузка журналов
uk_ua: Завантаження логів

source: Are you sure you want to kill the Minecraft process?<br/><br/>Doing so can cause corruption of your saves.
cs_cz: Opravdu chcete vynuceně ukončit úlohu Minecraft?<br/><br/>Je možné, že se tímto poškodí vaše uložené hry.
es_es: ¿Seguro que quieres detener el proceso de Minecraft?<br/><br/>Esto puede dañar tus partidas guardadas.
fr_fr: Voulez-vous vraiment arrêter Minecraft ?<br/><br/>Cela peut provoquer la corruption de vos sauvegardes.
nl_nl: Weet je zeker dat je het Minecraft process wil stopzetten? <br/><br/> Dit kan corruptie van je werelden veroorzaken.
no_no: Er du sikker på at du vil terminere Minecraft prosessen?<br/><br/>Dette kan forårsake korrupsjon av verdensfilene dine.
pl_pl: Napewno chcesz zabić proces Minecraft?<br/><br/>Może to uszkodzić zapisy.
pt_br: Tem certeza que deseja finalizar o processo do Minecraft?<br/><br/>Fazer isso pode corromper seus saves.
pt_pt: De certeza que quer forçar o encerramento do Minecraft?<br/><br/>Ao fazê-lo pode corromper os ficheiros em progresso.
ru_ru: Вы уверены, что хотите закрыть Майнкрафт?<br/><br/>Это может привести к повреждению ваших сохранений.
uk_ua: Ви впевнені, що хочете завершити процес Minecraft?<br/><br/>Це може призвести до пошкодження ваших збережень.

source: Adding Mods
cs_cz: Přidat módy
es_es: Añadiendo mods
fr_fr: Ajout de mods
nl_nl: Mods toevoegen
no_no: Legger til Modifikasjoner
pl_pl: Dodawanie Modyfikacji
pt_br: Adicionando Mods
pt_pt: Adicionando Mods
ru_ru: Добавление модов
uk_ua: Додаємо Mods

source: Invalid File
cs_cz: Neplatný soubor
es_es: Archivo inválido
fr_fr: Fichier invalide
nl_nl: Ongeldig bestand
no_no: Ugyldig fil
pl_pl: Nieprawidłowy Plik
pt_br: Arquivo inválido
pt_pt: Ficheiro inválido
ru_ru: Неверный файл
uk_ua: Неприпустимий файл

source: Skipping file {0}. Only zip, jar and litemod files can be added.
cs_cz: Přeskakování souboru {0}. Přidány mohou být pouze soubory typu: zip, jar a litemod.
es_es: Saltando archivo {0}. Sólo se pueden añadir archivos zip, jar y litemod.
fr_fr: Sauter le fichier {0}. Seuls les fichiers zip, jar et litemod peuvent être ajoutés.
nl_nl: Bestand {0} overslaan. Alleen zip, jar en litemod bestanden kunnen worden toegevoegd.
no_no: Hopper over fil {0}. Kun zip, jar og litemod filer støttes.
pl_pl: Pomijam plik {0}. Tylko pliki zip, jar oraz litemod mogą być dodane.
pt_br: Ignorando arquivo {0}. Apenas arquivos zip, jar e litemod podem ser adicionados.
pt_pt: Ignorando o arquivo {0}. Apenas arquivos zip, jar e litemod podem ser adicionados.
ru_ru: Пропуск файла {0}. Только zip, jar и litemod файлы могут быть добавлены.
uk_ua: Пропущено файл {0}. Тільки zip, jar і litemod файли можуть бути додані.

source: There are no packs to display.<br/><br/>Try removing your search query and try again.
cs_cz: Nejsou žádné balíčky k zobrazení.<br/><br/>Zkuste odstranit vyhledávací dotaz a zkuste to znovu.
es_es: No hay paquetes para mostrar.<br/><br/>Intenta eliminar tu consulta de búsqueda y vuelve a intentarlo.
fr_fr: Il n'y aucun Pack a affiché.<br/><br/>Essayez de retirer votre recherche et réessayez.
no_no: Fant ingen modpakker.<br/><br/>Prøv å rense søkefeltet og prøv igjen.
pl_pl: Nie znaleziono żadnych paczek.<br/><br/>Sprawdź swoje zapytanie, a następnie spróbuj ponownie.
pt_br: Não há modpacks para mostrar aqui.<br/><br/>Experimente remover seus filtros de pesquisa e tente novamente.
ru_ru: Пакетов для отображения нет.<br/><br/>Попробуйте удалить свой поисковый запрос и повторите попытку.
uk_ua: Немає пакетів для зображення.<br/><br/>Спробуйте видалити пошуковий запит і повторіть спробу.

source: To find a pack, search for one at the top.<br/><br/>Alternatively choose a modpack platform on the left hand side.
cs_cz: Chcete-li najít balíček, vyhledejte jej nahoře.<br/><br/>Případně zvolte platformu balíčků módů na levé straně.
es_es: Para encontrar un paquete, busca uno arriba.<br/><br/>Opcionalmente escoge una plataforma de paquetes de mods en el lado izquierdo.
fr_fr: Pour trouver un pack, utilisez la barre de recherche en haut.<br/><br/>Autrement, choisissez une plateforme de modpacks dans la liste à gauche.
pl_pl: Aby znaleźć paczkę, wyszukaj ją u góry.<br/><br/>Możesz również wybrać platformę z paczkami po lewej stronie.
pt_br: Para encontrar um pacote, procure uma entre no topo.<br/><br/> Alternativamente escolha uma plataforma de modpacks no lado esquerdo.
ru_ru: Чтобы найти сборку, выполните поиск в верхней части.<br/><br/>В качестве альтернативы выберите платформу сборок с левой стороны.
uk_ua: Щоб знайти мод пак, шукайте його вгорі.<br/><br/>Альтернативно виберіть платформу модів зліва.

source: There are no packs to display.<br/><br/>Try another search query or choose a platform on the left hand side.
cs_cz: Žádné balíčky nejsou k zobrazení.<br/><br/>Zkuste jiný vyhledávací dotaz, nebo vyberte platformu na levé straně.
es_es: No hay paquetes que mostrar.<br/><br/>Intenta otra búsqueda o escoge una plataforma del lado izquierdo.
fr_fr: Aucun pack n'a été trouvé.<br/><br/>Essayez de rechercher un autre terme ou choisissez une plateforme dans la liste à gauche.
pl_pl: Brak paczek do wyświetlenia. <br/><br/>Spróbuj innej frazy lub wybierz platformę po lewej stronie.
pt_br: Não há pacotes para exibir.<br/><br/> Tente outra pesquisa ou escolha uma plataforma do lado esquerdo.
ru_ru: Нет сборок для отображения.<br/><br/>Попробуйте другой поисковый запрос или выберите платформу с левой стороны.
uk_ua: Немає мод паків для відображення.<br/><br/>Спробуйте інший пошуковий запит або виберіть платформу зліва.

source: Most Popular
cs_cz: Nejoblíbenější
es_es: Más popular
fr_fr: Le plus populaire
no_no: Mest populære
pl_pl: Najpopularniejsze
pt_br: Mais Popular
pt_pt: Mais Popular
ru_ru: Наиболее популярные
uk_ua: Найпопулярніші

source: Most Installed
cs_cz: Nejvíce nainstalované
es_es: Más Instalado
fr_fr: • Installé
no_no: Mest installerte
pl_pl: Najwięcej instalacji
pt_br: Mais instalados
pt_pt: Mais Instalado
ru_ru: Наиболее установленные
uk_ua: Найчастіше встановлюють

source: Recently Updated
cs_cz: Nedávno aktualizované
es_es: Recientemente actualizadas
fr_fr: Récemment mis à jour
no_no: Nylig oppdaterte
pl_pl: Ostatnio zaktualizowane
pt_br: Atualizado Recentemente
pt_pt: Recentemente Atualizado
ru_ru: Недавно обновленные
uk_ua: Нещодавно оновлено

source: Featured
cs_cz: Doporučené
es_es: Destacar
fr_fr: Sélection
no_no: Utvalgte
pl_pl: Wyróżnione
pt_br: Destaque
pt_pt: Em Destaque
ru_ru: Отличия
uk_ua: Рекомендовані

source: Looking Up Pack On {0}
cs_cz: Vyhledávání balíčku na webu {0}
es_es: Paquete de búsqueda en {0}
fr_fr: Recherche de Pack présent {0}
no_no: Ser etter modpakke på {0}
pl_pl: Sprawdzanie paczki na platformie {0}
pt_br: Procurando por pacote em {0}
pt_pt: A Procurar Pack em {0}
ru_ru: Поиск пакета на {0}
uk_ua: Пакет пошуку на {0}

source: Cancelling Looking Up Pack On {0}
cs_cz: Rušení vyhledávání balíčku na webu {0}
es_es: Cancelación del paquete de búsqueda en {0}
fr_fr: Arrêter la recherche de Pack présent {0}
no_no: Avbryter å se etter modpakke på {0}
pl_pl: Anulowanie sprawdzania paczki na platformie {0}
pt_br: Cancelando procura do pacote em {0}
pt_pt: Cancelando a Procura do ack em {0}
ru_ru: Отмена пакета поиска на {0}
uk_ua: Скасування пошуку пакета на {0}

source: Pack Not Found
cs_cz: Balíček nenalezen
es_es: Página no encontrada
fr_fr: Pack introuvable
no_no: Kunne ikke finne modpakken
pl_pl: Nie znaleziono paczki
pt_br: Modpack não encontrado
pt_pt: Pack Não Encontrado
ru_ru: Сборка не найдена
uk_ua: Збірку не знайдено

source: A pack with that id/slug was not found. Please check the id/slug/url and try again.
cs_cz: Balíček s tímto id/slug nebyl nalezen. Zkontrolujte prosím id/slug/url a zkuste to znovu.
es_es: No se encontró un paquete con esa identificación/slug. Verifique el id/slug/url y vuelva a intentarlo.
fr_fr: Un Pack avec cet id/slug n'a pas été trouvé. Veuillez vérifier l'id/slug/url et réessayez.
no_no: Vi fant ingen modpakker med den id/slug-en. Vennligst sjekk id/slug/url-en og prøv igjen.
pl_pl: Nie znaleziono paczki z takim ID/żetonem. Sprawdź, czy ID/żeton/URL jest poprawny, a następnie spróbuj ponownie.
pt_br: Um pacote com este id/slug não foi encontrado. Por favor, chegue o id/slug/url e tente novamente.
ru_ru: Пакет с таким идентификатором/слагом не найден. Пожалуйста, проверьте идентификатор/slug/url и повторите попытку.
uk_ua: Пакет із таким ідентифікатором/слагом не знайдено. Будь ласка, перевірте id/slug/url і повторіть спробу.

source: Searching For Packs...
cs_cz: Hledání balíčků...
es_es: Buscando paquetes...
fr_fr: Recherche de packs...
pl_pl: Wyszukiwanie paczek...
pt_br: Procurando pacotes...
ru_ru: Поиск пакетов...
uk_ua: Пошук для пакетів...

source: Loading {0} Packs...
cs_cz: Načítání {0} balíčky...
es_es: Cargando {0}...
fr_fr: Chargement {0} des Packs...
no_no: Laster inn {0} modpakker...
pl_pl: Ładowanie {0} paczek...
pt_br: Carregando packs de {0}...
pt_pt: A Carregando Packs de {0}...
ru_ru: Загруженно {0} сборок...
uk_ua: Завантаження {0} Ресурсів...

source: Downloads
cs_cz: Stahování
es_es: Descargar
fr_fr: Téléchargements
no_no: Nedlastinger
pl_pl: Pobrane
pt_pt: Transferências
ru_ru: Загрузки
uk_ua: Завантаження

source: Follows
cs_cz: Sledovaní
es_es: Seguir
fr_fr: Abonnements
no_no: Følginger
pl_pl: Podąża
pt_br: Segue
pt_pt: Seguidores
ru_ru: Подписки
uk_ua: Підписки

source: Updated
cs_cz: Aktualizováno
es_es: Actualizado
fr_fr: La mise à jour a été effectué
no_no: Nylig oppdatert
pl_pl: Zaktualizowane
pt_br: Atualizado
pt_pt: Atualizado
ru_ru: Обновленные
uk_ua: Оновлено

source: Loading...
cs_cz: Načítání...
es_es: Cargando...
fr_fr: Chargement en cours...
no_no: Laster...
pl_pl: Ładowanie...
pt_br: Carregando...
pt_pt: A Carregar...
ru_ru: Загрузка...
uk_ua: Завантаження...

source: No mods found. Remove your search query and try again.
cs_cz: Žádné mody nenalezeny. Vymažte vyhledávaní a zkuste znovu.
es_es: No se encontraron mods. Quite su búsqueda e inténtelo de nuevo.
fr_fr: Aucun mod trouvé. Supprimez votre requête de recherche et réessayez.
nl_nl: Geen mods gevonden. Verwijder uw zoekopdracht en probeer het opnieuw.
no_no: Ingen modifikasjoner funnet. Fjern søket ditt og prøv igjen.
pl_pl: Nie znaleziono modyfikacji. Usuń zapytanie wyszukiwania i spróbuj ponownie.
pt_br: Nenhum mod encontrado. Altere sua pesquisa e tente novamente.
pt_pt: Nenhum mod encontrado. Altere sua pesquisa e tente novamente.
ru_ru: Не найдено модов. Очистите запрос и попробуйте еще раз.
uk_ua: Модів не знайдено. Очистіть ваш запит та спробуйте знову.

source: No mods found.
cs_cz: Žádné mody nenalezeny.
es_es: No se encontraron mods.
fr_fr: Aucun mod trouvé.
nl_nl: Geen mods gevonden.
no_no: Ingen modifikasjoner funnet.
pl_pl: Nie znaleziono modyfikacji.
pt_br: Nenhum mod encontrado.
pt_pt: Nenhum mod encontrado.
ru_ru: Моды не найдены.
uk_ua: Модів не знайдено.

source: Running 32 Bit Java on 64 Bit Windows
cs_cz: Spuštěna 32 Bitová Java na 64 Bitových Windows
es_es: Ejecutando Java 32 Bits en Windows 64 Bits
fr_fr: Java 32 Bit exécuté sur Windows 64 Bit
nl_nl: Je gebruikt 32 bit Java op een 64 bit Windows
no_no: Kjører 32 bit Java på 64 Bit Windows
pl_pl: Wersja Java 32-bit włączona na Windows 64-bit
pt_br: Executando Java 32-bits em um Windows de 64-bits
pt_pt: A executar Java de 32 Bits em Windows de 64 Bits
ru_ru: Запуск 32-битной Java на 64-битную Windows
uk_ua: Запуск 32-бітної Java на 64-бітній Windows

source: We have detected that you're running 64 bit Windows but not 64 bit Java.<br/><br/>This will cause severe issues playing all packs if not fixed.<br/><br/>Do you want to close the launcher and learn how to fix this issue now?
cs_cz: Zjistili jsme, že používáte 64 bitový Windows ale ne 64 bitovou Javu.<br/><br/>Toto způsobí vážné problémy při hraní všech modpacků pokud to nebude spraveno.<br/><br/>Chcete zavřít launcher a zjitit jak opravit tento problém nyní?
es_es: Hemos detectado que estás ejecutando Windows de 64 bits pero no Java de 64 bits.<br/><br/>Esto causará problemas graves jugando todos los paquetes si no se solucionan.<br/><br/>¿Quieres cerrar el lanzador y aprender a arreglar este problema ahora?
fr_fr: Nous avons détecté que vous utilisez Windows 64 bits mais pas Java 64 bits.<br/><br/>Cela causera de sérieux problèmes lors du lancement de tous les packs si ce n'est pas corrigé.<br/><br/>Voulez-vous fermer le lanceur et apprendre comment résoudre ce problème maintenant ?
nl_nl: We hebben gedetecteerd dat je 64 bit Windows gebruikt, maar niet 64 bit Java.<br/><br/>Dit zal ernstige problemen veroorzaken bij het spelen van alle pakketten als dit niet wordt opgelost.<br/><br/>Wilt u de launcher sluiten en leren hoe dit probleem nu opgelost kan worden?
no_no: Vi har oppdaget at du kjører 64 biters Windows, men ikke 64 biters Java.<br/><br/>Dette vil skape alvorlige problemer å spille alle pakkene om ikke ordnet.<br/><br/>Vil du lukke ATL å finne ut hvordan du fikser problemet nå?
pl_pl: Wykryliśmy, że używasz systemu Windows 64-bit, ale nie Java 64-bit.<br/><br/>To może powodować poważne problemy z uruchomieniem wszystkich paczek jeśli nie zostanie poprawione.<br/><br/>Czy chcesz zamknąć launcher i dowiedzieć się jak naprawić ten problem?
pt_br: Detectamos que você está executando um Windows de 64-bits, mas não um Java de 64-bits.<br/><br/>Isso causará graves problemas se não corrigido.<br/><br/>Você quer fechar o launcher e aprender a consertar este problema agora?
pt_pt: Foi detetado que está a correr um sistema operativo Windows de 64 bits mas o Java não é de 64 bits.<br/><br/> Isto irá causar graves problemas ao tentar jogar todos os packs se não for corrigido.<br/><br/>Deseja fechar o launcher agora e aprender como corrigir este problema?
ru_ru: Мы обнаружили, что вы используете 64-битную Windows, но не 64-битную Java.<br/><br/>Это приведет к серьезным проблемам при игре в любую сборку, если не будет исправлено.<br/><br/>Хотите сейчас закрыть лаунчер и узнать, как исправить проблему?
uk_ua: Ми виявили, що ви використовуєте 64-бітну версію Windows, але не 64-бітну Java.<br/><br/>Це призведе до серйозних проблем з грою в усіх пакетах, якщо не буде виправлено.<br/><br/>Ви хочете закрити лаунчер та дізнатись, як вирішити цю проблему зараз?

source: Downloading Launcher Update
cs_cz: Stahování aktualizace launcheru
es_es: Descargando actualización del launcher
fr_fr: Téléchargement de la mise à jour du Launcher
nl_nl: Launcher update aan het downloaden
no_no: Laster ned Programvelger oppdatering
pl_pl: Pobieranie Aktualizacji Launchera
pt_br: Baixando atualização do Launcher
pt_pt: A Descarregar Atualização do Launcher
ru_ru: Загрузка обновления лаунчера
uk_ua: Завантаження оновлення Лаунчеру

source: Downloading Updates
cs_cz: Stahování aktualizací
es_es: Descargando actualizaciones
fr_fr: Téléchargement des mises à jour
nl_nl: Nieuwe versie aan het downloaden
no_no: Laster ned Oppdateringer
pl_pl: Pobieranie Aktualizacji
pt_br: Baixando atualizações
pt_pt: A Transferir Atualizações
ru_ru: Скачиваем обновления
uk_ua: Завантажуємо оновлення

source: Updating Launcher. Please Wait
cs_cz: Aktualizace launcheru. Prosím čekejte
es_es: Actualizando el launcher. Por favor espere
fr_fr: Mise à jour du Launcher. Veuillez patienter...
nl_nl: Launcher bijwerken. Wacht even
no_no: Oppdaterer Programvelger. Vennligst vent
pl_pl: Aktualizacja Launchera. Proszę Czekać
pt_br: Atualizando o Launcher. Aguarde
pt_pt: A Atualizar o Launcher. Por favor Aguarde
ru_ru: Обновление лаунчера. Пожалуйста, подождите.
uk_ua: Оновлення Лаунчеру. Будь ласка, зачекайте

source: An update to the launcher is available. Please update via your package manager or manually by visiting https://atlauncher.com/downloads to get the latest features and bug fixes.
cs_cz: K dispozici je aktualizace spouštěče. Aktualizujte prosím prostřednictvím správce balíčků nebo ručně na adrese https://atlauncher.com/downloads, kde získáte nejnovější funkce a opravy chyb.
es_es: Hay disponible una actualización del lanzador. Actualice a través de su administrador de paquetes o manualmente visitando https://atlauncher.com/downloads para obtener las últimas funciones y correcciones de errores.
fr_fr: Une mise à jour du lanceur est disponible. Mettez-le à jour depuis votre gestionnaire de packages, ou manuellement depuis le site https://atlauncher.com/downloads pour avoir accès aux dernières fonctionnalités et résolutions de bugs.
no_no: En ny oppdatering til ATLauncher er tilgjengelig. Vennligst oppdater enten via package manager eller gå til https://atlauncher.com/downloads for å få de nyeste funksjonene og endringene.
pl_pl: Dostępna jest aktualizacja dla ATLauncher. Prosimy o aktualizację za pośrednictwem menedżera pakietów, albo ręcznie — pobierając najnowszą wersję pochodzącą z oficjalnej strony projektu: https://atlauncher.com/downloads
pt_br: Uma atualização do Launcher esta disponivel. Por favor, atualize através do seu gerenciador de pacotes ou manualmente visitando https://atlauncher.com/downloads para obter os recursos mais recentes e correções de bugs.
pt_pt: Uma atualização para o launcher está disponível. Por favor atualize através do seu gerenciador de pacotes ao visitar https://atlauncher.com/downloads para ter as mais recentes funcionalides e coreções de erros.
ru_ru: Доступно обновление лаунчера. Пожалуйста, обновите его через менеджер пакетов или посетив https://atlauncher.com/downloads для получения свежих фишек и исправлений багов.
uk_ua: Доступне оновлення лаунчеру. Будь ласка, оновіть через менеджера пакетів або вручну, відвідавши https://atlauncher.com/downloads, щоб отримати найновіші функції та виправлення помилок.

source: Visit Downloads Page
cs_cz: Navštivte stránku ke stažení
es_es: Ir a la página de descarga
fr_fr: Ouvrez la page de téléchargements
no_no: Besøk nettside for nedlasting
pl_pl: Przejdź do Strony Pobierania
pt_br: Ir para a página do download
pt_pt: Ir à pasta transferências
ru_ru: Перейти на страницу загрузки
uk_ua: Перейти на сторінку завантаження
