Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: No Versions Found
cs_cz: Nebyly nalezeny žádné verze
es_es: No se han encontrado versiones
fr_fr: Aucune version trouvée
no_no: Ingen versjoner funnet
pl_pl: Nie znaleziono kompatybilnych wersji
pt_br: Versões não encontradas
pt_pt: Nenhuma versão encontrada
ru_ru: Версии не найдены
uk_ua: Версії не знайдені

source: Error Getting Versions
cs_cz: Chyba Získávání Verzí
es_es: Error al obtener versiones
fr_fr: Erreur lors de l'obtention des versions
pl_pl: Błąd pobierania wersji
ru_ru: Ошибка при получении версий
uk_ua: Помилка отримання версій

source: No Account Selected
cs_cz: Nevybrán žádný účet
es_es: Ninguna cuenta seleccionada
fr_fr: Aucun compte sélectionné
nl_nl: Geen Account geselecteerd
no_no: Ingen bruker valgt
pl_pl: Nie Wybrano Użytkownika
pt_br: Nenhuma conta selecionada
pt_pt: Nenhuma conta selecionada
ru_ru: Аккаунт не выбран
uk_ua: Ви не вибрали аккаунт

source: Cannot create server as you have no account selected.
cs_cz: Server nelze vytvořit, protože jste nevybrali žádný účet.
es_es: No se puede crear una instancia porque no has seleccionado ninguna cuenta.
fr_fr: Impossible de créer un serveur car aucun compte n'est sélectionné.
no_no: Kan ikke opprette tjener ettersom du ikke har valgt en konto.
pl_pl: Nie można utworzyć nowej instancji serwera, ponieważ nie wybrano żadnego konta gry.
pt_br: Não pode criar servidor porque você não tem uma conta selecionada.
pt_pt: Não podes criar servidor porque não tens uma conta selecionada.
ru_ru: Не удаётся создать сервер, пока не выбран аккаунт.
uk_ua: Неможливо створити екземпляр, оскільки не вибрано обліковий запис.

source: Cannot create instance as you have no account selected.
cs_cz: Nelze vytvořit instanci, jelikož není vybrán žádný účet.
es_es: No se puede crear instancia ya que no tiene ninguna cuenta seleccionada.
fr_fr: Impossible de créer l'instance car aucun compte n'est sélectionné.
nl_nl: Kan instance niet aanmaken omdat u geen account heeft geselecteerd.
no_no: Kan ikke lage en forekomst da du ikke har en bruker selektert.
pl_pl: Nie można stworzyć instancji, ponieważ nie ma wybranego konta.
pt_br: Não foi possível criar a instância, pois não há uma conta selecionada.
pt_pt: Não é possível criar uma instância pois não tem uma conta selecionada.
ru_ru: Невозможно создать сборку, так как у вас нет выбранной учетной записи.
uk_ua: Неможливо створити екземпляр, оскільки не вибрано обліковий запис.

source: Don't remind me again
cs_cz: Už mi to nepřipomínej
es_es: No volver a recordarme
fr_fr: Ne plus me le rappeler
no_no: Ikke minn meg på dette igjen
pl_pl: Nie przypominaj mi ponownie
pt_br: Não lembrar novamente
pt_pt: Não lembrar de novo
ru_ru: Больше не напоминать
uk_ua: Більше не нагадувати

source: ATLauncher installed within OneDrive
cs_cz: ATLauncher nainstalovaný v rámci OneDrive
es_es: El iniciador fue instalado en OneDrive
fr_fr: ATLauncher s'est installé dans OneDrive
no_no: ATLauncher installert i OneDrive
pl_pl: ATLauncher zainstalowany na OneDrive
pt_br: ATLauncher instalado no OneDrive
pt_pt: ATLauncher instalado dentro do OneDrive
ru_ru: ATLauncher установлен внутри OneDrive
uk_ua: ATLauncher, встановлений у OneDrive

source: We have detected that you're running ATLauncher from within OneDrive.<br/><br/>This can cause serious issues and you should move the folder outside of OneDrive.<br/><br/>Do you want to close the launcher and do this now?
cs_cz: Zjistili jsme, že používáte ATLauncher z OneDrive.<br/><br/>To může způsobit vážné problémy a měli byste přesunout složku mimo OneDrive.<br/><br/>Chcete zavřít launcher a udělat to teď?
es_es: Hemos detectado que está ejecutando ATLauncher desde OneDrive.<br/><br/>Esto puede causar problemas graves y debe mover la carpeta fuera de OneDrive.<br/><br/>¿Desea cerrar la lanzador y hacer esto ahora?
fr_fr: Nous avons détecté que vous avez lancé ATLauncher depuis OneDrive. <br/><br/> Ceci peut provoquer des problèmes de fonctionnement, vous devriez déplacer le fichier hors de OneDrive. <br/><br/>Voulez-vous fermer ATLauncher et le faire maintenant ?
no_no: Vi har oppdaget at du kjører ATLauncher i OneDrive.<br/><br/>Dette kan skape alvorlige problemer og du burde flytte mappen til ATLauncher ut av OneDrive til et annet sted.<br/><br/>Vil du lukke ATLauncher og gjøre dette nå?
pl_pl: Wykryto instancję ATLauncher na platformie OneDrive.<br/><br/>Nie zalecamy obecnej konfiguracji, ponieważ może to powodować błędy, dlatego przenieś folder aplikacji spoza OneDrive.<br/><br/>Czy chcesz zrobić to teraz? (wymagane jest zamknięcie programu)
pt_br: Detectamos que você está executando o ATLauncher no OneDrive.<br/><br/> Isso pode causar sérios problemas e você deve mover a pasta para fora do OneDrive.<br/><br/>Deseja fechar o launcher e fazer Isso agora?
pt_pt: Detetamos que estás a usar o ATLauncher de dentro do OneDrive.<br/><br/>Isto pode causar problemas sérios e deve mover a pasta fora do OneDrive.<br/><br/>Deseja fechar o launcher e fazê-lo agora?
ru_ru: Мы обнаружили что вы запускаете ATLauncher изнутри OneDrive.<br/><br/>Это может вызвать ошибки и потому вы должны переместить папку из OneDrive.<br/><br/>Вы хотите закрыть лаунчер и сделать это прямо сейчас?
uk_ua: Ми виявили, що ви запускаєте ATLauncher з OneDrive.<br/><br/>Це може спричинити серйозні проблеми, тому вам слід перемістити теку за межі OneDrive.<br/><br/>Ви бажаєте закрити лаунчер та зробити це зараз?

source: ATLauncher installed within Program Files
cs_cz: ATLauncher nainstalovaný v Program Files
es_es: ATLauncher instalado dentro de Archivos de programa
fr_fr: ATLauncher à été installé dans Program Files
no_no: ATLauncher er installert i Programfiler
pl_pl: ATLauncher zainstalowany w katalogu Program Files
pt_br: ATLauncher instalado em Arquivos de Programas
pt_pt: ATLauncher instalado dentro do OneDrive
ru_ru: ATLauncher установлен внутри Program Files
uk_ua: ATLauncher, встановлений у Program Files

source: We have detected that you're running ATLauncher from within Program Files.<br/><br/>This can cause serious issues and you should move the folder outside of Program Files.<br/><br/>Do you want to close the launcher and do this now?
cs_cz: Zjistili jsme, že používáte ATLauncher z Program Files.<br/><br/>To může způsobit vážné problémy a měli byste přesunout složku mimo Program Files.<br/><br/>Chcete zavřít spouštěč a udělat to teď?
es_es: Hemos detectado que está ejecutando ATLauncher desde Archivos de programa.<br/><br/>Esto puede causar problemas graves y debe mover la carpeta fuera de Archivos de programa.<br/><br/>¿Desea cerrar el lanzador y hacer esto ahora?
fr_fr: Nous avons détecté que vous lancez le programme ATLauncher depuis le fichier Program Files. <br/><br/>Ceci peut causer de sérieux problèmes, vous devriez déplacer le dossier hors de ce fichier.<br/><br/>voulez-vous fermer ATLauncher et le faire maintenant?
no_no: Vi har oppdaget at du kjører ATLauncher i Programfiler.<br/><br/>Dette kan skape alvorlige problemer og du burde flytte ATLauncher mappen ut av Programfiler til et annet sted.<br/><br/>Vil du lukke ATLauncher og gjøre dette nå?
pl_pl: Wykryto instancję ATLauncher w katalogu Program Files.<br/><br/>Nie zalecamy obecnej konfiguracji, ponieważ może to powodować błędy, dlatego przenieś folder aplikacji spoza katalogu Program Files.<br/><br/>Czy chcesz zrobić to teraz? (wymagane jest zamknięcie programu)
pt_br: Detectamos que você está executando o ATLauncher na pasta Arquivos de Programas.<br/><br/>Isso pode causar sérios problemas. Você deve mover a pasta para fora dos Arquivos de Programas.<br/><br/>Você deseja sair e fazer isso agora?
pt_pt: Detetamos que está a usar o ATLauncher de dentro dos Ficheiros de Programa.<br/><br/>Isto pode causar problemas sérios e deve mover a pasta fora dos Ficheiros de Programa.<br/><br/>Deseja fechar o launcher e fazê-lo agora?
ru_ru: Мы обнаружили что вы запускаете ATLauncher изнутри Program Files.<br/><br/>Это может вызвать ошибки и потому вы должны переместить папку из Program Files.<br/><br/>Вы хотите закрыть лаунчер и сделать это прямо сейчас?
uk_ua: Ми виявили, що ви запускаєте ATLauncher з Program Files.<br/><br/>Це може спричинити серйозні проблеми, тому вам слід перемістити теку за межі OneDrive.<br/><br/>Ви бажаєте закрити лаунчер та зробити це зараз?

source: ATLauncher cannot write files
cs_cz: ATLauncher nemůže zapisovat soubory
es_es: ATLauncher no puede escribir archivos
fr_fr: ATLauncher ne peut pas écrire les fichiers
no_no: ATLauncher klarer ikke å skrive filer
pl_pl: ATLauncher nie ma uprawnień do nadpisania plików
pt_br: ATLauncher não pode gravar os arquivos
pt_pt: ATLauncher não pode escrever ficheiros
ru_ru: ATLauncher не может записать файлы
uk_ua: ATLauncher не може записувати файли

source: We have detected that ATLauncher cannot write files in it's current location.<br/><br/>We cannot continue to run, you must move this folder somewhere else with write access.<br/><br/>Try moving to a folder in your Desktop or another drive.<br/><br/>You can also try running ATLauncher as administrator, but this is not recommended.
cs_cz: Zjistili jsme, že ATLauncher nemůže zapisovat soubory ve svém aktuálním umístění.<br/><br/>Nemůžeme pokračovat v běhu, musíte tuto složku přesunout jinam s přístupem pro zápis.<br/><br/>Zkuste ho přesunout do složky na vaší ploše nebo na jiném disku.<br/><br/>Můžete také zkusit spustit ATLauncher jako správce, ale to se nedoporučuje.
es_es: Hemos detectado que ATLauncher no puede escribir archivos en su ubicación actual.<br/><br/>No podemos continuar ejecutando, debe mover esta carpeta a otro lugar con acceso de escritura.<br/><br/>Intente mover a un carpeta en su escritorio o en otra unidad.<br/><br/>También puede intentar ejecutar ATLauncher como administrador, pero no se recomienda.
fr_fr: Nous avons détecté que ATLauncher ne peut pas écrire de fichier à cet emplacement.<br/><br/>le programme ne peut pas continuer à fonctionner, vous devez déplacer le fichier dans un emplacement avec les droits d'écriture,<br/><br/>Essayez de le déplacer sur le bureau ou sur un autre disque.<br/><br/>Vous pouvez aussi essayer de lancer ATLauncher en tant qu'administrateur mais ce n'est pas conseillé.
no_no: Vi har oppdaget at ATLauncher ikke klarer å skrive filer der den er plassert for øyeblikket.<br/><br/>Vi kan ikke fortsette å kjøre programmet, så ATLauncher mappen må flyttes en annen plass hvor den har tilgang til å skrive filer.<br/><br/>Prøv å flytt mappen til Skrivebordet eller til en annen disk.<br/><br/>Du kan også prøve å kjøre ATLauncher som administrator, men dette er ikke anbefalt.
pl_pl: Wykryto instancję ATLauncher w katalogu, w którym nie może nadpisywać plików.<br/><br/>Program nie może działać bez wymienionych uprawnień, dlatego przenieś folder aplikacji spoza obecnego katalogu przykładowo do Pulpitu, albo na inny dysk.<br/><br/>Możesz także uruchamiać ATLauncher jako administrator, ale nie jest to zalecana konfiguracja.
pt_br: Nós detectamos que o ATLauncher não pode gravar arquivos no local atual.<br/><br/>Nós não podemos continuar rodando, você deve mover esta pasta para outro lugar com acesso de gravação.<br/><br/>Tente mover para uma pasta na sua Área de Trabalho ou outro disco.<br/><br/>Você também pode tentar iniciar o ATLauncher como administrador, mas isso não é recomendado.
pt_pt: Detetamos que o ATLauncher não pode escrever ficheiros na sua localização atual.<br/><br/>Não podemos continuar a funcionar, deve mover esta pasta em outro lugar com acesso de escrita.<br/><br/>Tente mover para uma pasta no seu Ambiente de Trabalho ou outro drive.<br/><br/>Também pode tentar executar o ATLauncher como adminastrador, mas isto não é recomendado.
ru_ru: Мы обнаружили, что ATLauncher не может записывать файлы в этом расположении.<br/><br/>Мы не можем продолжить запуск, вы должны переместить папку в место, где запись возможна.<br/><br/>Попробуйте переместить папку на ваш Рабочий Стол или на другой диск.<br/><br/>Также вы можете попробовать запустить ATLauncher с правами администратора, но это не рекомендуется.
uk_ua: Ми виявили, що ATLauncher не може записувати файли у своєму поточному розташуванні.<br/><br/>Ми не можемо продовжувати працювати, ви повинні перемістити цю папку в інше місце з доступом для запису.<br/><br/>Спробуйте переміститися до теки на робочому столі чи іншому диску.<br/><br/>Ви також можете спробувати запустити ATLauncher від імені адміністратора, але це не рекомендується.

source: Account Added
cs_cz: Účet byl přidán
es_es: Cuenta Añadida
fr_fr: Compte ajouté
nl_nl: Account toegevoegd
no_no: Konto Lagt til
pl_pl: Konto Dodane
pt_br: Conta adicionada
pt_pt: Conta adicionada
ru_ru: Аккаунт добавлен
uk_ua: Акаунт додано

source: Account added successfully. Switch to it now?
cs_cz: Účet byl přidán úspěšně. Chcete na něj přepnout?
es_es: Cuenta añadida correctamente. ¿Cambiar a ella ahora?
fr_fr: Compte ajouté avec succès. Voulez-vous l'utiliser maintenant ?
nl_nl: Account succesvol toegevoegd. Nu selecteren?
no_no: Konto lagt til vellykket. Bytt til den nå?
pl_pl: Konto zostało dodane pomyślnie. Chcesz się na nie przełączyć?
pt_br: Conta adicionada com sucesso. Mudar para ela agora?
pt_pt: Conta adicionada com sucesso. Mudar para ela agora?
ru_ru: Аккаунт успешно добавлен. Переключиться на него?
uk_ua: Акаунт успішно додано. Переключити на нього?

source: Yes
cs_cz: Ano
es_es: Sí
fr_fr: Oui
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ru_ru: Да
uk_ua: Так

source: No
cs_cz: Ne
fr_fr: Non
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_br: Não
pt_pt: Não
ru_ru: Нет
uk_ua: Ні

source: Ok
es_es: Aceptar
ru_ru: Ок
uk_ua: ОК

source: Cancel
cs_cz: Zrušit
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
uk_ua: Зкасувати

source: Checking For Username Change
cs_cz: Provádím kontrolu změny uživatelského jména
es_es: Comprobando cambio de nombre de usuario
fr_fr: Vérification du changement du nom d'utilisateur
no_no: Ser etter brukernavn endringer
pl_pl: Sprawdzanie, czy nazwa użytkownika została zmieniona
pt_br: Verificando por mudanças de nome de usuário
pt_pt: A verificar alterações no nome de usuário
ru_ru: Проверка изменений имени пользователя
uk_ua: Перевірка зміни імені користувача

source: Checking Username Change For {0}
cs_cz: Provádím kontrolu změny uživatelského jména {0}
es_es: Comprobando cambio de nombre de usuario de {0}
fr_fr: Vérification du changement du nom d'utilisateur pour {0}
no_no: Ser etter brukernavn endringer for {0}
pl_pl: Sprawdzanie zmian w nazwie użytkownika dla {0}
pt_br: Verificando mudanças no nome de usuário para {0}
pt_pt: A verificar alterações no nome de usuário {0}
ru_ru: Проверка изменения имени пользователя для {0}
uk_ua: Перевірка на зміну імені користувача {0}

source: No Changes
cs_cz: Beze Změny
es_es: No hay cambios
fr_fr: Aucun changement
no_no: Ingen endringer
pl_pl: Brak zmian
pt_br: Sem Alterações
pt_pt: Sem Alterações
ru_ru: Без изменений
uk_ua: Без змін

source: Your username hasn't changed.
cs_cz: Vaše uživatelské jméno nebylo změněno.
es_es: Tu nombre de usuario no ha cambiado.
fr_fr: Votre nom d'utilisateur n'a pas changé.
no_no: Brukernavnet ditt er uendret.
pl_pl: Nazwa użytkownika nie została zmieniona.
pt_br: Seu nome de usuário não foi alterado.
pt_pt: O seu nome de usuário não foi alterado.
ru_ru: Ваше имя пользователя не было изменено.
uk_ua: Ваше ім'я користувача не змінилося.

source: Username Updated
cs_cz: Uživatelské jméno aktualizováno
es_es: Nombre de usuario actualizado
fr_fr: Nom d'utilisateur mis à jour
no_no: Oppdaterte brukernavn
pl_pl: Zaktualizowano nazwę użytkownika
pt_br: Nome de usuário atualizado
pt_pt: Nome de usuário alterado
ru_ru: Имя пользователя обновлено
uk_ua: Ім'я користувача оновлено

source: Your username has been updated.
cs_cz: Vaše uživatelské jméno bylo aktualizováno.
es_es: Tu nombre de usuario se ha actualizado.
fr_fr: Votre nom d'utilisateur a été mis à jour.
no_no: Brukernavnet ditt har blitt oppdatert.
pl_pl: Twoja nazwa użytkownika została zaktualizowana.
pt_br: Seu nome de usuário foi atualizado.
pt_pt: O seu nome de usuário foi alterado.
ru_ru: Ваше имя пользователя было обновлено.
uk_ua: Ваше ім’я користувача оновлено.

source: Error
cs_cz: Chyba
fr_fr: Erreur
nl_nl: Fout
no_no: Feil
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ru_ru: Ошибка
uk_ua: Помилка

source: Error checking for username change. Check the error logs and try again later.
cs_cz: Při kontrole změny uživatelského jméno nastala chyba. Prosím překontrolujte chybové zápisy a akci opakujte později.
es_es: Error al comprobar el cambio del nombre de usuario. Comprueba los registros de errores y reinténtalo.
fr_fr: Erreur lors de la vérification du changement du nom d'utilisateur. Vérifiez les journaux d'erreurs et réessayez plus tard.
no_no: Det oppstod en feil under sjekk av brukernavnendringer. Se i feilloggene og prøv igjen senere.
pl_pl: Wystąpił błąd podczas sprawdzania nazwy użytkownika. Sprawdź dziennik błędów i spróbuj ponownie.
pt_br: Erro ao verificar alterações no nome de usuário. Verifique os logs de erro e tente novamente mais tarde.
pt_pt: Ocorreu um erro ao alterar o seu nome de usuário. Verifique o registo de erros e tente novamente mais tarde.
ru_ru: Возникла ошибка при проверке изменения имени пользователя. Проверьте журналы ошибки и попробуйте снова позже.
uk_ua: Помилка перевірки на зміну імені користувача. Перевірте журнали помилок і повторіть спробу пізніше.

source: Downloading Skin
cs_cz: Stahuji skin
es_es: Descargando aspecto
fr_fr: Téléchargement du skin
nl_nl: Skin aan het downloaden
no_no: Laster ned Skall
pl_pl: Pobieranie Skórki
pt_br: Baixando skin
pt_pt: A transferir a skin
ru_ru: Загрузка скина
uk_ua: Завантажуємо скін

source: Downloading Skin For {0}
cs_cz: Stahuji skin pro {0}
es_es: Descargando aspecto para {0}
fr_fr: Téléchargement du skin de {0}
nl_nl: Skin downloaden voor {0}
no_no: Laster ned skall for {0}
pl_pl: Pobieranie Skórki Dla Gracza: {0}
pt_br: Baixando skin para {0}
pt_pt: A transferir a skin para {0}
ru_ru: Загрузка скина для {0}
uk_ua: Завантажуємо скін для {0}

source: Error downloading skin. Please try again later!
cs_cz: Chyba při stahování skinu. Zkuste to prosím později!
es_es: Error al descargar la piel. ¡Por favor, inténtalo más tarde!
fr_fr: Erreur lors du téléchargement du skin. Veuillez réessayer plus tard !
nl_nl: Fout bij het downloaden van skin. Probeer het later opnieuw!
no_no: Feil på nedlasting av skall. Prøv på nytt senere!
pl_pl: Błąd podczas pobierania skina. Spróbuj ponownie później!
pt_br: Erro ao baixar skin. Por favor, tente novamente mais tarde!
pt_pt: Erro ao transferir a skin. Por favor, tente novamente mais tarde!
ru_ru: Ошибка при загрузке скина. Пожалуйста, повторите попытку позже!
uk_ua: При завантаженні скіну сталася помилка. Спробуйте ще раз!

source: Installing
cs_cz: Instaluji
es_es: Instalando
fr_fr: Installation en cours
nl_nl: Installeren
no_no: Installerer
pl_pl: Trwa Instalacja
pt_br: Instalando
pt_pt: A instalar
ru_ru: Установка
uk_ua: Встановлення

source: Reinstalling
cs_cz: Přeinstaluji
es_es: Reinstalando
fr_fr: Réinstallation
nl_nl: Herinstalleren
no_no: Reinstallerer
pl_pl: Reinstalowanie
pt_br: Reinstalando
pt_pt: A reinstalar
ru_ru: Переустановка
uk_ua: Перевстановлення

source: Downloading
cs_cz: Stahuji
es_es: Descargando
fr_fr: Téléchargement
nl_nl: Downloaden
no_no: Laster ned
pl_pl: Pobieranie
pt_br: Baixando
pt_pt: A transferir
ru_ru: Загрузка
uk_ua: Завантаження

source: Browser opened to download file {0}
cs_cz: Prohlížeč otevřen do složky stahování {0}
es_es: Navegador abierto para descargar el archivo {0}
fr_fr: Navigateur ouvert pour télécharger le fichier {0}
nl_nl: De browser werd geopend om het bestand {0} te downloaden
no_no: Nettleser åpnet til ned lastet fil {0}
pl_pl: Otworzono przeglądarkę, aby pobrać plik {0}
pt_br: Navegador aberto para baixar o arquivo {0}
pt_pt: Navegador aberto para transferir arquivo {0}
ru_ru: Открыт браузер для загрузки файла {0}
uk_ua: Браузер був відкритий, щоб завантажити файл {0}

source: Please save this file to the following location
cs_cz: Prosím uložte tento soubor do následující lokace
es_es: Por favor guarda este archivo en la siguiente ubicación
fr_fr: Veuillez enregistrer ce fichier à l'emplacement suivant
nl_nl: Gelieve dit bestand op de volgende locatie op te slaan
no_no: Vennligst lagre denne filen i følgende lokasjon
pl_pl: Proszę zapisać ten plik w następującej lokalizacji
pt_br: Salve este arquivo na seguinte localização
pt_pt: Por favor guarde este ficheiro para a seguinte localização
ru_ru: Пожалуйста, сохраните этот файл в следующем месте
uk_ua: Будь-ласка, збережіть файл сюди

source: Open Folder
cs_cz: Otevřít složku
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
nl_nl: Open Map
no_no: Åpne Mappe
pl_pl: Otwórz Folder
pt_br: Abrir pasta
pt_pt: Abrir pasta
ru_ru: Открыть папку
uk_ua: Відкрити папку

source: I've Downloaded This File
cs_cz: Stáhl jsem tento soubor
es_es: He descargado este archivo
fr_fr: J'ai téléchargé ce fichier
no_no: Jeg har lastet ned denne filen
pl_pl: Pobrałem Ten Plik
pt_br: Baixei o arquivo
pt_pt: Eu já transferi esse ficheiro
ru_ru: Я скачал этот файл
uk_ua: Я завантажив цей файл

source: Skip Mod (Pack May Break)
cs_cz: Přeskočit mod (balíček se může rozbít)
es_es: Saltar Mod (El paquete puede no funcionar)
fr_fr: Passez ce mod (le pack peut ne plus fonctionner)
no_no: Hopp over mod (kan føre til at modpacken ikke fungerer)
pl_pl: Pomiń modyfikację (zachowaj ostrożność)
pt_br: Pular mod (O pacote pode estar quebrado)
pt_pt: Saltar Mod (Pode quebrar o Modpack)
ru_ru: Пропустить мод (Пакет может сломаться)
uk_ua: Пропустити мод (пакет може зламатись)

source: About Your Crash
cs_cz: Hlášení o chybě
es_es: Acerca de tu error
fr_fr: À propos de votre plantage
nl_nl: Over je crash
no_no: Angående kræsjen din
pl_pl: O Twojej Awarii
pt_br: Sobre o Crash do jogo
pt_pt: Sobre o Crash
ru_ru: О вашем сбое
uk_ua: Звіт помилки
