Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Java Path
cs_cz: Cesta k Javě
es_es: Ruta Java
fr_fr: Chemin d'accès de Java
no_no: Java Sti
pl_pl: Ścieżka Java
pt_br: Pasta do Java
pt_pt: Pasta do Java
ru_ru: Путь Java
uk_ua: Шлях Java

source: This setting allows you to specify where your Java Path is. Where possible the launcher will use a version of Java provided by Minecraft to launch the instance, but in cases where one isn't available, this path will be used.
cs_cz: Toto nastavení vám umožňuje určit, kde je cesta vaší Javy. Kde je možné, spouštěč použije ke spuštění instance verzi Javy poskytovanou Minecraftem, ale v případech, kdy není k dispozici, bude použita tato cesta.
es_es: Esta configuración le permite especificar dónde está su actualización de Java. Siempre que sea posible, el iniciador utilizará una versión de Java proporcionada por Minecraft para iniciar la instancia, pero en los casos en que no haya una disponible, se utilizará esta ruta.
fr_fr: Ce paramètre vous permet de spécifier l'adresse de votre répertoire Java. Lorsque cela est possible, le launcher utilisera une version de Java fournie par Minecraft pour lancer l'instance, mais dans certains cas où cette version n'est pas disponible, cette adresse sera utilisée.
pl_pl: To ustawienie pozwala wskazać ścieżkę, gdzie znajduje się Java. Tam, gdzie to możliwe, launcher użyje tej wersji Javy, która jest dostarczone przez Minecraft, aby uruchomić instancję, lecz w przypadku, w którym wersja nie jest dostarczona, zostanie użyta ta ścieżka.
pt_br: Esta configuração permite-lhe especificar onde se encontra o caminho de seu Java está. Sempre que possível, o Launcher utilizará uma versão do Java fornecida pelo Minecraft para iniciar a instância, mas em casos em que não estejam disponíveis, este caminho será utilizado.
ru_ru: Этот параметр позволяет указать, где находится ваш Java-путь. Там, где это возможно, лаунчер будет использовать версию Java, предоставленную Minecraft, для запуска игры, но в тех случаях, когда она недоступна, будет использоваться путь по умолчанию.
uk_ua: Цей параметр дозволяє вказати, де знаходиться ваш шлях Java. За можливостю програма запуску використовуватиме версію Java, надану Minecraft, для запуску збірки модів, але у випадках, коли вона недоступна, використовуватиметься цей шлях.

source: Select Java Path To Autofill
cs_cz: Vyberte cestu Java pro automatické vyplnění
es_es: Seleccione Java Path para autocompletar
fr_fr: Sélectionnez un chemin Java pour le remplissage automatique
no_no: Velg Java-plassering for autoutfylling
pl_pl: Wybierz ścieżkę Java do automatycznego wypełnienia
pt_br: Selecione o Caminho Java para o Auto Preenchimento
ru_ru: Выберите путь Java для автозаполнения
uk_ua: Виберіть Шлях Java для автозаповнення

source: Reset
cs_cz: Resetovat
es_es: Reiniciar
fr_fr: Réinitialiser
no_no: Tilbakestill
pt_br: Redefinir
pt_pt: Redefinir
ru_ru: Сброс
uk_ua: Скидання

source: Browse
cs_cz: Procházet
es_es: Buscar
fr_fr: Parcourir
nl_nl: Bladeren
no_no: Bla
pl_pl: Przeglądaj
pt_br: Navegar
pt_pt: Localizar
ru_ru: Просмотр
uk_ua: Огляд

source: Select
cs_cz: Vybrat
es_es: Seleccionar
fr_fr: Sélectionner
nl_nl: Selecteer
no_no: Velg
pl_pl: Wybierz
pt_br: Selecionar
pt_pt: Selecione
ru_ru: Выбрать
uk_ua: Вибрати

source: Java Parameters
cs_cz: Spouštěcí parametry Java
es_es: Parámetros Java
fr_fr: Paramètres Java
no_no: Java Parametre
pl_pl: Parametry Java
pt_br: Parâmetros do Java
pt_pt: Parâmetros do Java
ru_ru: Параметры Java
uk_ua: Параметри Java

source: Extra Java command line paramaters can be added here.
cs_cz: Další parametry pro příkazový řádek při spouštění Javy je možno přidat sem.
es_es: Los parámetros de línea de comandos adicionales de Java pueden ser añadidos aquí.
fr_fr: Des lignes de commande Java peuvent être ajoutées ici.
nl_nl: Extra Java command line paramaters kunnen hier worden toegevoegd.
no_no: Ekstra Java kommandolinje parametere kan bli lagt til her.
pl_pl: Dodatkowe parametry Java mogą być tutaj dodane.
pt_br: Parâmetros extras da linha de comando do Java podem ser adicionados aqui.
pt_pt: Parâmetros adicionais da linha de comando do Java podem ser adicionados aqui.
ru_ru: Здесь можно добавить дополнительные параметры командной строки Java.
uk_ua: Тут можна встановити додаткові параметри командного рядку Java.

source: Java Install Location
cs_cz: Umístění instalace Java
es_es: Ubicación de la instalación de Java
fr_fr: Emplacement de l'installation de Java
no_no: Java installasjons-plassering
pl_pl: Lokalizacja instalacji Java
pt_br: Local de instalação do Java
ru_ru: Путь установки Java
uk_ua: Місце встановлення Java

source: This setting allows you to specify a common location that you install all your Java installs to. This helps find your installed Java installs easier if you install them all within 1 folder.
cs_cz: Toto nastavení vám umožňuje určit společné umístění, do kterého nainstalujete všechny své instalace Java. To vám pomůže snáze najít nainstalované Java instalace, pokud je všechny nainstalujete do 1 složky.
es_es: Esta configuración te permite especificar una ubicación común en la que instalará todas sus versiones de Java. Esto ayuda a encontrar sus instalaciones de Java más fácilmente al estar todas dentro de 1 carpeta.
fr_fr: Ce paramètre vous permet de définir l'emplacement de vos versions de Java qui seront installées. Ceci permet de retrouver plus facilement où Java est installé si vous installez toutes vos versions dans le même dossier.
no_no: Denne instillingen lar deg spesifisere en mappe/plass hvor du har alle/de fleste Java installasjonene dine. Dette hjelper deg å lettere finne Java installasjonene dine om de alle ligger i samme mappe.
pl_pl: To ustawienie umożliwia określenie wspólnej lokalizacji, w której są instalowane wszystkie instalacje oprogramowania Java. Ułatwia to znalezienie zainstalowanych instalacji oprogramowania Java, jeśli zostaną zainstalowane wszystkie w 1 folderze.
pt_br: Essa configuração permite que você especifique o local que você instala todas as instalações do Java. Isso ajuda a encontrar os seus instaladores do Java mais fácil se todos estiverem em uma pasta.
ru_ru: Эта настройка позволяет вам указать общий путь, в который вы устанавливаете все свои установки Java. Это позволяет проще находить установки Java, если вы устанавливаете их все в 1 папку.
uk_ua: Цей параметр дозволяє вказати загальне розташування, куди ви встановлюєте всі свої інсталяції Java. Це допоможе легше знайти встановлені Java, якщо ви встановите їх усі в одній теці.

source: Start Minecraft Maximised
cs_cz: Spustit Minecraft Maximized
es_es: Iniciar Minecraft maximizado
fr_fr: Démarrer Minecraft en plein écran
nl_nl: Start Minecraft gemaximaliseerd
no_no: Start Minecraft i Fullskjerm
pl_pl: Uruchom Minecraft Zmakszmalizowany
pt_br: Iniciar Minecraft maximizado
pt_pt: Iniciar o Minecraft maximizado
ru_ru: Запуск Minecraft в полноэкранном режиме
uk_ua: Запуск Minecraft Maximized

source: Enabling this will start Minecraft maximised so that it takes up the full size of your screen.
cs_cz: Povolením této možnosti spustíte Minecraft na maximum, takže zabírá celou velikost vaší obrazovky.
es_es: Al activar esto Minecraft se iniciará maximizado, ocupando la pantalla completa.
fr_fr: Activer ce paramètre mettra Minecraft en plein écran au prochain démarrage.
nl_nl: Het inschakelen van dit zal Minecraft maximised starten, zodat het de volledige grootte van je scherm neemt.
no_no: Å slå på dette vil starte Minecraft maksimert så det tar opp hele plassen av skjermen din.
pl_pl: Właczenie tej opcji wymusi włączanie Minecraft w pełnym oknie.
pt_br: Habilitando isso irá iniciar o Minecraft maximizado para que ele tome o tamanho completo da sua tela.
pt_pt: Ativando isto irá iniciar o Minecraft maximizado. ocupando todo ecrã.
ru_ru: Включение этого параметра позволит запустить Minecraft в максимизированном окне, чтобы он занял полный размер экрана.
uk_ua: Якщо ввімкнути це, Minecraft розгорнеться, щоб він займав повний розмір вашого екрана.

source: Ignore Java Checks On Launch
cs_cz: Ignorovat kontroly Java při spuštění
es_es: Ignorar las comprobaciones de Java al iniciar
fr_fr: Ignorer les vérifications Java au lancement
no_no: Ignorer Java-sjekk ved oppstart
pl_pl: Ignoruj kontrole Java podczas uruchamiania
pt_br: Ignorar Verificações do Java na Inicialização
ru_ru: Игнорировать проверки Java при запуске
uk_ua: Ігнорувати перевірки Java під час запуску

source: This enables ignoring errors when launching a pack that you don't have a compatible Java version for.
cs_cz: Toto umožňuje ignorovat chyby při spouštění balíčku, pro který nemáte kompatibilní verzi Java.
es_es: Esto permite ignorar errores al iniciar un paquete para el que no tiene una versión de Java compatible.
fr_fr: Cela permet d'ignorer les erreurs lors du lancement d'un pack pour lequel vous n'avez pas de version Java compatible.
no_no: Denne instillingen gjør at feilmeldinger vil bli ignorert når du starter opp en modpakke du ikke har kompatibel Java versjon for.
pl_pl: Umożliwia to ignorowanie błędów podczas uruchamiania paczki, dla którego nie masz kompatybilnej wersji Java.
pt_br: Isso habilita ignorar erros quando iniciando um pacote em que você não possui uma versão compatível do Java.
ru_ru: Это позволяет игнорировать ошибки при запуске пакета, для которого у вас нет совместимой версии Java.
uk_ua: Це дозволяє ігнорувати помилки під час запуску пакета, для якого у вас немає сумісної версії Java.

source: Use Java Provided By Minecraft
cs_cz: Používejte Javu poskytovanou Minecraftem
es_es: Usa Java para previsualizar Minecraft
fr_fr: Utiliser le Java fourni par Minecraft
no_no: Bruk Java gitt av Minecraft
pl_pl: Użyj Java dostarczonej przez Minecraft
pt_br: Usar o Java fornecido pelo Minecraft
pt_pt: Usar o Java fornecido pelo Minecraft
ru_ru: Используйте Java, предоставляемую Minecraft
uk_ua: Використовуйте Java від Minecraft

source: This allows you to enable/disable using the version of Java provided by the version of Minecraft you're running.<br/><br/>It's highly recommended to not disable this, unless you know what you're doing.
cs_cz: To vám umožní povolit/zakázat verzi Javy poskytovanou verzí Minecraftu, kterou používáte.<br/><br/>Důrazně doporučujeme toto nezakázat, pokud nevíte, co děláte.
es_es: Esto le permite habilitar/deshabilitar usando la versión de Java proporcionada por la versión de Minecraft que está ejecutando.<br/><br/>Se recomienda enfáticamente no deshabilitar esto, a menos que sepa lo que está haciendo.
fr_fr: Ceci vous autorise à activer/désactiver l'utilisation de la version de Java provenant de la version de Minecraft que vous exécutez. <br/><br/>Il est fortement recommandé de ne pas désactiver cela, à moins de savoir ce que vous faites.
no_no: Denne innstillingen lar deg bestemme om du vil bruke Java versjonen som følger med Minecraft versjonen du kjører.<br/><br/>Det anbefalest virkelig ikke å skru av dette, med mindre du vet hva du driver med.
pl_pl: Dzięki temu możesz włączać/wyłączać korzystanie z wersji Java dostarczanej przez wersję gry Minecraft, której używasz.<br/><br/>Zdecydowanie nie wyłączaj tej funkcji, chyba że wiesz, co robisz.
pt_br: Isso permite que você habilite/desabilite o uso da versão Java providenciada pela versão do Minecraft que você está executando.<br/><br/>É extremamente recomendável que você não a desabilite, a menos que saiba o que está fazendo.
ru_ru: Это позволяет включать/отключать использование версии Java, предоставляемой используемой версией Minecraft.<br/><br/>Настоятельно рекомендуется не отключать эту функцию, если только вы не знаете, что делаете.
uk_ua: Це дозволяє вам увімкнути/вимкнути використання версії Java, яка надається версією Minecraft, яку ви використовуєте.<br/><br/>Наполегливо не рекомендується вимикати це, якщо ви не знаєте, що робите.

source: Unchecking this is not recommended and may cause Minecraft to no longer run. Are you sure you want to do this?
cs_cz: Vypnout tuto funkci se nedoporučuje a může způsobit, že Minecraft přestane fungovat. Opravdu to chcete udělat?
es_es: No se recomienda desmarcar esto y puede hacer que Minecraft ya no se ejecute. ¿Seguro que quieres hacer esto?
fr_fr: Désactiver ceci n'est pas recommandé et pourrais empêcher votre jeu de démarrer. Êtes-vous sûr de vouloir faire cela ?
no_no: Å skru av denne instillingen er ikke anbefalt og kan føre til at Minecraft ikke lenger fungerer. Er du sikker?
pl_pl: Odznaczenie tej opcji nie jest zalecane i może spowodować, że Minecraft przestanie działać. Czy na pewno chcesz to zrobić?
pt_br: Desmarcar isso não é recomendado e pode fazer com que o Minecraft não seja mais executado. Você tem certeza de que quer fazer isso?
ru_ru: Снимать данный флажок не рекомендуется и может привести к тому, что Minecraft больше не запуститься. Вы уверены, что хотите сделать это?
uk_ua: Знімати цей прапорець не рекомендується, це може призвести до того, що Minecraft більше не працюватиме. Ви впевнені, що хочете це зробити?

source: Disable Legacy Launching
cs_cz: Zakázat spouštění starších verzí
es_es: Deshabilita Legacy lanzamiento
fr_fr: Désactiver le lancement de l'héritage
no_no: Skru av legacy-launching
pl_pl: Wyłącz uruchamianie starszej wersji
pt_br: Desativar Inicialização Legada
pt_pt: Desativar inicialização Legacy
ru_ru: Выключить устаревший запуск
uk_ua: Вимкнути запуск старої версії

source: This allows you to disable legacy launching for Minecraft < 1.6.<br/><br/>It's highly recommended to not disable this, unless you're having issues launching older Minecraft versions.
cs_cz: To vám umožní zakázat spouštění starších verzí pro Minecraft < 1.6.<br/><br/>Důrazně doporučujeme toto nezakázat, pokud nemáte problémy se spouštěním starších verzí Minecraftu.
es_es: Esto le permite deshabilitar el inicio legacy de Minecraft < 1.6.<br/><br/>Se recomienda encarecidamente no deshabilitar esto, a menos que tenga problemas para iniciar versiones anteriores de Minecraft.
fr_fr: Cela vous permet de désactiver le lancement hérité pour Minecraft < 1.6.<br/><br/> Il est fortement recommandé de ne pas le désactiver, sauf si vous avez des problèmes pour lancer les anciennes versions de Minecraft.
no_no: Dette lar deg skru av legacy-launching for Minecraft versjoner eldre enn 1.6.<br/><br/> Det anbefalest å ikke gjøre dette med mindre du har problemer med å starte eldre versjoner av Minecraft.
pl_pl: Pozwala to wyłączyć uruchamianie starszej wersji gry Minecraft < 1.6.<br/><br/>Zdecydowanie nie zalecamy wyłączania tej funkcji, chyba że masz problemy z uruchamianiem starszych wersji gry Minecraft.
pt_br: Isso permite que você desative a inicialização Legada do Minecraft < 1.6.<br/><br/>É altamente recomendável não desativar isso, a menos que você esteja tendo problemas para iniciar versões mais antigas do Minecraft.
ru_ru: Это позволит выключить устаревший запуск для Minecraft < 1.6.<br/><br/>Очень не рекомендуется выключать это, если у вас нет проблем с запуском старых версий Minecraft.
uk_ua: Це дозволяє вимкнути застарілий запуск для Minecraft < 1.6.<br/><br/>Наполегливо не рекомендується вимикати це, якщо у вас не виникли проблеми із запуском старіших версій Minecraft.

source: Use System GLFW
cs_cz: Použijte System GLFW
es_es: Usa el sistema GLFW
fr_fr: Utiliser le système GLFW
no_no: Bruk system-GLFW
pl_pl: Użyj systemu GLFW
pt_br: Usar Sistema GLFW
ru_ru: Использовать систему GLFW
uk_ua: Використовувати систему GLFW

source: Use the systems install for GLFW native library.
cs_cz: Použijte instalaci systému pro nativní knihovnu GLFW.
es_es: Utilice la instalación de sistemas para la biblioteca nativa GLFW.
fr_fr: Utilisez l'installation du système pour la bibliothèque native GLFW.
no_no: Bruk systemet sin installasjon for GLFW biblioteket.
pl_pl: Użyj instalacji systemów dla natywnej biblioteki GLFW.
pt_br: Use a instalação de sistemas para a biblioteca nativa GLFW.
ru_ru: Использовать системную установку для нативной библиотеки GLFW.
uk_ua: Використовуйте системну інсталяцію для рідної бібліотеки GLFW.

source: Use System OpenAL
cs_cz: Použijte System OpenAL
es_es: Usa el sistema OpenAL
fr_fr: Utiliser le système OpenAL
no_no: Bruk system-OpenAL
pl_pl: Użyj systemu OpenAL
pt_br: Usar o Sistema OpenAL
pt_pt: Use sistema OpenAL
ru_ru: Используйте систему OpenAL
uk_ua: Використовувати систему OpenAL

source: Use the systems install for OpenAL native library.
cs_cz: Použijte instalaci systému pro nativní knihovnu OpenAL.
es_es: Utilice la instalación de sistemas para la biblioteca nativa de OpenAL.
fr_fr: Utilisez le système d'installation pour la bibliothèque native OpenAL.
no_no: Bruk systemets installasjon for OpenAL biblioteket.
pl_pl: Użyj instalacji systemu dla natywnej biblioteki OpenAL.
pt_br: Use a instalação de sistemas para a biblioteca nativa OpenAL.
ru_ru: Использовать системную установку для нативной библиотеки OpenAL.
uk_ua: Використовуйте системну інсталяцію для рідної бібліотеки OpenAL.

source: The Java Path you set is incorrect.<br/><br/>Please verify it points to the folder where the bin folder is and try again.
cs_cz: Cesta Java, kterou jste nastavili, je nesprávná. <br/> <br/> Zkontrolujte prosím, zda směřuje do složky, kde je složka bin, a zkuste to znovu.
es_es: La ruta de Java que ha establecido es incorrecta.<br/><br/>Por favor verifique la ruta a la carpeta donde se encuentra la carpeta bin e inténtelo de nuevo.
fr_fr: Le chemin Java que vous avez défini est incorrect.<br/><br/>Veuillez vérifier qu'il pointe vers le dossier où le dossier bin est et réessayez.
nl_nl: Het Java-path dat u hebt ingesteld is onjuist.<br/><br/>Controleer of het naar de folder gaat waar het mapje 'bin' is en probeer het opnieuw.
no_no: Java Stien du satte stemmer ikke.<br/><br/>Vennlist bekreft at den peker til filen der Bin mappen er, og prøv igjen.
pl_pl: Ścieżka Java jest nieprawidłowa.<br/><br/>Proszę zweryfikuj czy wskazuje ona folder bin i spróbuj ponownie.
pt_br: O caminho do Java que você definiu está incorreto. <br/> <br/>Verifique se ele aponta para a pasta bin e tente novamente.
pt_pt: O caminho do Java que você definiu está incorreto. <br/> <br/>Verifique se ele indica a pasta bin e tente novamente.
ru_ru: Установленный вами путь Java неверен.<br/><br/>Пожалуйста, проверьте, что он указывает на папку, где находится папка bin и повторите попытку.
uk_ua: Ви вказали неправильний шлях Java.<br/><br/>Перевірте, що він вказує на теку, де знаходиться тека bin, і повторіть спробу.

source: The entered Java Parameters were incorrect.<br/><br/>Please remove any references to Xmx, Xms or XX:PermSize.
cs_cz: Zadané parametry Java byly nesprávné. <br/> <br/> Odstraňte všechny odkazy na Xmx, Xms nebo XX: PermSize.
es_es: Los parámetros Java introducidos no son correctos.<br/><br/>Elimina toda referencia a Xmx, Xms o XX:PermSize.
fr_fr: Les paramètres Java saisis sont incorrects.<br/><br/>Veuillez supprimer toute référence à Xmx, Xms ou XX:PermSize.
no_no: De angitte Java parametrene er ikke gyldige.<br/><br/>Vennligst fjern noen som helst referanser til Xmx, Xms eller XX:PermSize.
pl_pl: Podane Parametry Java były niepoprawne.<br/>Prosze usuń jakiekolwiek wzmianki o Xmx, Xms lub XX:PermSize.
pt_br: Os parâmetros Java inseridos estão incorretos.<br/> <br/>Por favor, remova todas as referências a Xmx, Xms ou XX:PermSize.
pt_pt: Os parâmetros do Java inseridos estão incorretos.<br/><br/>Remova quaisquer referências a Xmx, Xms ou XX:PermSize.
ru_ru: Введенные параметры Java были неверны.<br/><br/> Пожалуйста, удалите все ссылки на Xmx, Xms или XX:PermSize.
uk_ua: Введені параметри Java були неправильними.<br/><br/>Будь ласка, видаліть будь-які посилання на Xmx, Xms або XX:PermSize.

source: This setting allows you to specify where your Java Path is. This should be left as default, but if you know what your doing just set this to the path where the bin folder is for the version of Java you want to use If you mess up, click the Reset button to go back to the default
cs_cz: Toto nastavení umožňuje určit, kde je vaše cesta Java. Toto by mělo být ponecháno jako výchozí, ale pokud víte, co děláte, nastavte to na cestu, kde je složka bin pro verzi Java, kterou chcete použít. Pokud se pokazíte, kliknutím na tlačítko Reset se vrátíte na výchozí
es_es: Estos ajustes te permiten especificar tu ruta de Java. Esto debe estar a la izquierda por defecto, pero si sabes lo que estás haciendo, ponlo donde se encuentre la carpeta bin de la versión Java que estés utilizando. Si la lías, haz clic en el botón de Reiniciar para volver a los ajustes por defecto.
fr_fr: Ce paramètre vous permet de spécifier l'emplacement de votre chemin Java. Cela doit être laissé par défaut, mais si vous savez ce que vous faites, définissez-le simplement sur le chemin où se trouve le dossier bin pour la version de Java que vous souhaitez utiliser. Si vous vous trompez, cliquez sur le bouton Réinitialiser pour revenir à la valeur par défaut
no_no: Denne instillingen lar deg spesifisere hvor Java versjonen du ønsker å bruke er plassert. Dette burde vanligvis stå uendret med mindre du er sikker på at du vet hva du driver med. Om du skulle komme i skade for å gjøre noe feil kan du trykke på Reset-knappen for å gå tilbake til standardverdien
pl_pl: To ustawienie pozwala Ci wskazać twoją ścieżke Java.<br/><br/>Powinna ona zostać domyślna. Jesli wiesz co robisz, ustaw ją<br/> aby wskazywała folder bin z wersją Java ktorej chcesz używać.<br/><br/>Jeśli coś zepsujesz, nacisnij przycisk Reset, aby przywrócić wartość domyślną
pt_br: Esta configuração permite que você especifique onde está seu caminho Java. Deve ser deixado como padrão, mas se você souber o que está fazendo, defina-o para o caminho onde a pasta bin está para a versão do Java que deseja usar. Se você errar, clique no botão Redefinir para voltar ao padrão
pt_pt: Esta configuração permite especificar o caminho do Java. Deve ser deixado como padrão, mas se souber o que está fazer, defina o caminho para a pasta bin da versão do Java que deseja usar. Se errar, clique no botão Redefinir para voltar ao padrão
ru_ru: Эта настройка позволяет вам указать путь к желаемой версии Java.<br/><br/>Мы настоятельно рекомендуем вам оставить значение по-умолчанию, но если вы знаете что делаете, установите путь <br/>к папке bin версии Java, которую вы хотите использовать<br/><br/>Если вы ошиблись, нажмите на кнопку "Сбросить", чтобы вернуться к значению по-умолчанию
uk_ua: Цей параметр дозволяє вказати, де знаходиться ваш шлях Java. Це слід залишити за замовчуванням, але якщо ви знаєте, що ви робите, просто встановіть для цього шлях, де знаходиться папка bin для версії Java, яку ви хочете використовувати. Якщо ви зіпсувалися, натисніть кнопку Скинути, щоб повернутися до стандартної версії

source: Backup Mode
cs_cz: Režim zálohování
es_es: Hacer copia de seguridad
fr_fr: Mode de sauvegarde
no_no: Sikkerhetskopi-modus
pl_pl: Tryb kopii zapasowej
pt_br: Modo de Backup
pt_pt: Modo Cópia de Segurança
ru_ru: Режим резервного сохранения
uk_ua: Режим резервного копіювання
