Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Please note that the data from this tool is sent to ATLauncher so we can diagnose possible issues in your setup. This test may take up to 10 minutes or longer to complete and you will be unable to do anything while it's running. Please also keep in mind that this test will use some of your bandwidth, it will use approximately 100MB.<br/><br/>Do you wish to continue?
cs_cz: Upozorňujeme, že data z tohoto nástroje jsou odesílána do programu ATLauncher, abychom mohli diagnostikovat možné problémy ve vašem nastavení. Dokončení tohoto testu může trvat až 10 minut nebo déle a za běhu nebudete moci nic dělat. Mějte také na paměti, že tento test využije část vaší šířky pásma, použije přibližně 100 MB. <br/> <br/> Chcete pokračovat?
es_es: Recuerda que los datos de esta herramienta se envían a ATLauncher, donde se puede diagnosticar cualquier fallo. Este test dura unos 10 minutos o más y no podrás hacer nada durante su ejecución. Ten también en cuenta que este test consumirá parte de tu ancho de banda, aproximadamente 100 MB.<br/><br/>¿Quieres continuar?
fr_fr: Veuillez noter que les données de cet outil sont envoyées à ATLauncher afin que nous puissions diagnostiquer les problèmes possibles dans votre configuration. Ce test peut prendre jusqu'à 10 minutes ou plus et vous ne pourrez rien faire pendant son exécution. Veuillez également garder à l'esprit que ce test utilisera une partie de votre bande passante, il utilisera environ 100 Mo.<br/><br/>Souhaitez-vous continuer ?
no_no: Husk at informasjonen fra dette verktøyet blir sendt til ATLauncher så vi kan diagnostisere mulige problemer med oppsettet ditt. Denne testen kan ta opptil 10 minutter å fullføre og du vil ikke kunne gjøre noe annet mens den kjører. Ta også i betraktning at testen vil bruke en del av internett-båndbredden din og vil omtrent bruke 100MB.<br/><br/>Ønsker du likevel å fortsette?
pl_pl: Proszę zauważ, że dane zostaną wysłane do ATLauncher dla dalszej diagnozy. Ten test może zająć do 10 minut lub dłużej podczas tego czasu nie będziesz w stanie nic robić. Ten test użyje też trochę twojego transferu, około 100MB.<br/><br/>Chcesz kontynuować?
pt_br: Por favor, note que os dados desta ferramenta são enviados para o ATLauncher, para que possamos diagnosticar possíveis problemas em sua configuração. Esse teste pode levar até 10 minutos ou mais para ser concluído e você não poderá fazer nada enquanto estiver em execução. Lembre-se também de que esse teste usará parte da sua largura de banda. Ele usará aproximadamente 1000 MB.<br/> <br/>Você deseja continuar?
pt_pt: Repare que os dados desta ferramenta são enviados para o ATLauncher, para que possamos diagnosticar possíveis problemas na sua configuração. Esse teste pode demorar até 10 minutos ou mais para ser concluído e não poderá fazer nada enquanto estiver em execução. Lembre-se também de que este teste usará parte da sua largura de banda, aproximadamente 20 MB. <br/> <br/> Deseja continuar?
ru_ru: Обратите внимание, что данные из этого инструмента отправляются в ATLauncher, чтобы мы могли диагностировать возможные проблемы в вашей настройке. Этот тест может занять до 10 минут и более, вы также не сможете ничего сделать во время его выполнения. Также имейте в виду, что этот тест будет использовать часть вашей пропускной способности, он будет использовать около 100 МБ. <br/> <br/> Хотите продолжить?
uk_ua: Зауважте, що дані з цього інструменту надсилаються до ATLauncher, щоб ми могли діагностувати можливі проблеми під час налаштування. Виконання цього тесту може зайняти до 10 хвилин або довше, і ви не зможете нічого робити, поки він виконується. Також майте на увазі, що для цього тесту буде використано частину вашої пропускної здатності, приблизно 100 МБ. <br/><br/>Бажаєте продовжити?

source: Network Checker Running. Please Wait!
cs_cz: Provádí se kontrola sítě. Prosím čekejte!
es_es: Comprobación de red en ejecución. ¡Por favor espere!
fr_fr: Vérification du réseau en cours. Veuillez patienter...
nl_nl: Netwerkcheck aan het doen! Wacht alstublieft!
no_no: Nettverks Sjekker Kjører. Vennligst Vent!
pl_pl: Sprawdzacz Sieci Pracuje. Proszę Czekać!
pt_br: Verificador de rede está em execução. Por favor, espere!
pt_pt: O Verificador de Rede está em execução. Por favor aguarde!
ru_ru: Проверка сети запущена! Пожалуйста, ждите!
uk_ua: Перевірка мережі. Будь ласка, зачекайте!

source: The network checker tool has completed and the data sent off to ATLauncher.<br/><br/>Thanks for your input to help understand and fix network related issues.
cs_cz: Nástroj pro kontrolu sítě dokončil kontrolu a odeslal data do ATLauncheru.<br/><br/>Děkujeme za poskytnutí dat pro pochopení a opravu budoucích síťových chyb.
es_es: La herramienta de verificación de red se ha completado y los datos enviados a ATLauncher.<br/><br/>Gracias por tu aporte para ayudar a entender y arreglar problemas relacionados con la red.
fr_fr: L'outil de contrôle du réseau a terminé et les données ont été envoyées à ATLauncher.<br/><br/>Merci pour vos informations, elles pourront nous aider à comprendre et corriger des problèmes liés au réseau.
nl_nl: De netwerkchecker tool is voltooid en de gegevens die zijn verzonden naar ATLauncher.<br/><br/>Bedankt voor uw input om te helpen netwerk gerelateerde problemen te begrijpen en te repareren.
no_no: Nettverks sjekker redskapet har fullført og sent dataene av til ATLauncher.<br/><br/>Takk for dine innspill for å hjelpe oss å forstå oh fikse nettverksrelaterte problemer.
pl_pl: Narzędzie do sprawdzania sieci skończyło pracę i wysałało dane do ATLauncher.<br/><br/>Dziękujemy za twoją pomoc w zrozumieniu i naprawieniu problemów związanych z siecią.
pt_br: A ferramenta de verificação de rede foi concluída e os dados enviados para o ATLauncher.<br/><br/>Obrigado pela sua cooperação para ajudar a entender e corrigir problemas relacionados à rede.
pt_pt: A ferramenta de verificação de rede terminou e os dados foram enviados para o ATLauncher.<br/><br/>Obrigado pela sua cooperação para ajudar a entender e corrigir problemas relacionados com a rede.
ru_ru: Инструмент проверки сети завершил свою работу, и данные отправлены в ATLauncher. <br/> <br/> Спасибо за ваш вклад, помогающий разобраться и исправить проблемы, связанные с сетью.
uk_ua: Інструмент перевірки мережі був завершений і дані були відправлені до ATLauncher.<br/><br/>Дякуємо за ваш внесок, що допомогає зрозуміти та виправити проблеми, пов'язані з мережею.

source: Log Clearer
cs_cz: Čištění záznamu
es_es: Limpiador de registro
fr_fr: Nettoyeur de journal
nl_nl: Logkuiser
no_no: Gjør ren loggen
pl_pl: Oczyszczacz Rejestru Zdarzeń
pt_br: Limpar Log
pt_pt: Limpeza de Logs
ru_ru: Очистель лога
uk_ua: Очищувач лога

source: This tool clears out all logs created by the launcher (not included those made by instances) to free up space and old junk.
cs_cz: Tento nástroj vyčistí všechny záznamy vytvořené launcherem (nezahrnuje záznamy vytvořené instancí) pro uvolnění místa a nepotřebných záznamů.
es_es: Esta herramienta elimina todos los registros creados por el lanzador (no incluidos los realizados por instancias) para liberar espacio y basura antigua.
fr_fr: Cet outil efface tous les journaux créés par le Launcher (à l'exception de ceux créés par les instances) pour libérer de l'espace.
nl_nl: Deze tool verwijdert alle logs die gemaakt zijn door de launcher (niet die gemaakt door instanties) om ruimte vrij te maken.
no_no: Dette redskapet rydder ut alle logger skapt av motoren (ikke inkludert de skapt av eksemplarer) for å fri opp plass og gammelt skrot.
pl_pl: To narzędzie usunie wszystkie rejestry zdarzeń stworzone przez launcher (poza tymi zrobionymi przez instancje) aby oczyścić trochę miejsca.
pt_br: Esta ferramenta limpa todos os logs criados pelo Launcher (não os criados por instancias) para liberar espaço e lixo antigo.
pt_pt: Esta ferramenta limpa todos os logs criados pelo Launcher (não inclui os logs criados pelas instâncias) para libertar espaço em disco.
ru_ru: Этот инструмент очищает все логи, созданные лаунчером (не включая созданные сборками), чтобы освободить место и очистить мусор.
uk_ua: Цей інструмент очищує всі журнали, створені лаунчером (виключаючи ті, які були зроблені экземплярами), щоб звільнити місце та старе сміття.

source: Successfully cleared the logs.
cs_cz: Záznamy byly úspěšně vymazány.
es_es: Registro limpiado con éxito.
fr_fr: Les journaux ont été effacés avec succès.
nl_nl: Logboeken succesvol gewist.
no_no: Rengjorde loggene suksessfullt.
pl_pl: Pomyślnie wyczyszczono rejestry.
pt_br: Logs limpados com sucesso.
pt_pt: Os logs foram limpos com sucesso.
ru_ru: Логи успешно очищены.
uk_ua: Логи успішно очищені.

source: Debug Mode
cs_cz: Debugovací mód
es_es: Modo depuración
fr_fr: Mode débogage
no_no: Debug modus
pl_pl: Tryb debugowania
pt_br: Modo de Depuração
pt_pt: Modo de Depuração
ru_ru: Режим отладки
uk_ua: Режим налагодження

source: Use this to relaunch ATLauncher in debug mode. This can be used to get more debug logs in order to help diagnose issues with ATLauncher.
cs_cz: Použít toto pro spuštění ATLauncheru v modu ladění. Může být použito pro získání záznamů ladění na diagnostikování chyb s ATLauncherem.
es_es: Usa esto para reiniciar el ATLauncher en modo de depuración. Esto puede utilizarse para obtener más registros de depuración para ayudar a diagnosticar problemas con ATLauncher.
fr_fr: Utilisez ceci pour relancer ATLauncher en mode débogage. Cela peut être utilisé pour obtenir plus de logs de débogage afin d'aider à diagnostiquer les problèmes avec ATLauncher.
nl_nl: Gebruik dit om ATLauncher opnieuw te starten in debug modus. Dit kan worden gebruikt om meer debug logs te krijgen om problemen met ATLauncher beter te kunnen analyseren.
no_no: Bruk dette for og restarte ATLauncher i debug mode. Dette kan bli brukt for og få flere debug logger å hjelpe deg i og diagnostisere problemer med ATLauncher.
pl_pl: Użyj tego aby włączyć ATLauncher w trybie debug. Może być on wykorzystany aby uzyskać więcej logów debugowania oraz pomóc zdiagnozować problemy z ATLauncher.
pt_br: Use isto para relançar o ATLauncher no modo de depuração. Isto pode ser usado para obter mais logs de depuração para ajudar a diagnosticar problemas com o ATLauncher.
pt_pt: Use isto para reiniciar o ATLauncher no modo de depuração. Isto pode ser usado para obter mais logs de depuração para ajudar a diagnosticar problemas com o ATLauncher.
ru_ru: Используйте это для перезапуска ATLauncher в режиме отладки. Это может использоваться для получения большего количества отладочных логов, чтобы помочь диагностировать проблемы с ATLauncher.
uk_ua: Використовуйте це, щоб перезапустити ATLauncher у режимі налагодження. Це може бути використано, щоб отримати більше журналів, щоб допомогти діагностувати проблеми з ATLauncher.

source: Download Clearer
es_es: Descargar más claro
fr_fr: Téléchargez plus proprement
no_no: Nedlastings-renser
pl_pl: Wyczyść Pobrane Modyfikacje
pt_br: Limpador de Downloads
ru_ru: Download утилиту для очистки
uk_ua: Завантажити Clearer

source: This tool clears out all the downloads done by the launcher. This will not affect any instances, but means new pack installs may take longer as it needs to redownload mods.
cs_cz: Tento nástroj vymaže všechna stahování provedená spouštěčem. To neovlivní žádné balíčky, ale znamená to, že instalace nových balíčků může trvat déle, protože je potřeba znovu stáhnout mody.
es_es: Esta herramienta borra todas las descargas realizadas por el lanzador. Esto no afectará a ninguna instancia, pero significa que las instalaciones de nuevos paquetes pueden tardar más, ya que es necesario volver a descargar las modificaciones.
fr_fr: Cet outil supprime tous les téléchargements effectués par le launcheur. Cela n'affectera aucunes instances, mais cela signifie que l'installation d'un nouveau Pack pourrait prendre plus de temps à réinstaller les Mods.
no_no: Dette verktøyet renser vekk alle nedlastinger utført av ATLauncher. Dette vil ikke påvirke instansene dine, men kan potensielt gjøre at det tar mer tid å laste ned nye modpakker.
pl_pl: Wyczyść wszystkie pobrane przez ATLauncher modyfikacje. Nie wprowadzi to zmian w obecnych instancjach gry, ale tworzenie nowych instancji zajmie dłużej z powodu potrzeby pobrania modów na nowo.
pt_br: Esta ferramenta apagará as transferências do Launcher. Isso não afetará as instâncias, mas os novos conjuntos podem demorar mais para serem baixados, porque os mods precisam ser baixados novamente.
ru_ru: Этот инструмент очищает все загрузки лаунчера. Это не влияет на сборки, но это означает, что установка новых сборок может занять больше времени, так как для этого необходимо повторно загрузить моды.
uk_ua: Цей інструмент видаляє всі завантаження, виконані програмою запуску. Це не вплине на жодні екземпляри, але означає, що встановлення нового пакету може тривати довше, оскільки потрібно повторно завантажити моди.

source: Successfully cleared the downloads.
cs_cz: Stahování bylo úspěšně vymazáno.
es_es: Borró con éxito las descargas.
fr_fr: Les téléchargements ont été effacés avec succès.
no_no: Nedlastinger har blitt renset.
pl_pl: Pomyślnie wyczyszczono pobrane pliki.
pt_br: Os downloads foram limpos com sucesso.
ru_ru: Логи успешно очищены.
uk_ua: Завантаження успішно видалено.

source: Releases
cs_cz: Vydání
es_es: Publicaciones
fr_fr: Versions
pl_pl: Wydania
pt_br: Versões
ru_ru: Релизы
uk_ua: Релізи

source: Experiments
cs_cz: Experimenty
es_es: Experimentales
fr_fr: Expérimentations
pl_pl: Doświadczalne
pt_br: Experimentos
ru_ru: Экспериментальные функции
uk_ua: Експериментальні

source: Snapshots
cs_cz: Snímky
es_es: Instantáneas
pl_pl: Snapshoty
ru_ru: Снапшоты
uk_ua: Снапшоти

source: Betas
cs_cz: Beta verze
fr_fr: Bêtas
pl_pl: Bety
ru_ru: Бета-версии
uk_ua: Бета-версії

source: Alphas
cs_cz: Alpha verze
es_es: Alfas
pl_pl: Alphy
ru_ru: Альфа-версии
uk_ua: Альфа-версії

source: None
cs_cz: Žádné
es_es: Ninguno
fr_fr: Aucun
pl_pl: Brak
ru_ru: Отсутствует
uk_ua: Жоден

source: Create Instance
cs_cz: Vytvořit instanci
es_es: Crear instancia
fr_fr: Créer une Instance
pl_pl: Stwórz instancję
ru_ru: Создать сборку
uk_ua: Створити збірку

source: Instance Name
cs_cz: Název Instance
es_es: Nombre de instancia
fr_fr: Nom de l'instance
nl_nl: Instance naam
no_no: Forekomst navn
pl_pl: Nazwa Instancji
pt_br: Nome da instância
pt_pt: Nome de instância
ru_ru: Название сборки
uk_ua: Назва збірки

source: Description
cs_cz: Popis
es_es: Descripción
pl_pl: Opis
ru_ru: Описание
uk_ua: Опис

source: Minecraft Version
cs_cz: Verze Minecraft
es_es: Versión de Minecraft
fr_fr: Version de minecraft
no_no: Minecraft versjon
pl_pl: Wersja gry Minecraft
pt_br: Versão do Minecraft
pt_pt: Versão do Minecraft
ru_ru: Версия Майнкрафт
uk_ua: Версія Minecraft

source: Filter
cs_cz: Filtr
es_es: Filtrar
fr_fr: Filtre
pl_pl: Filtry
ru_ru: Фильтр
uk_ua: Фільтр

source: Loader
cs_cz: Načítač
es_es: Cargador
ru_ru: Загрузчик модов
uk_ua: Завантажувач

source: Loader Version
cs_cz: Verze Zavaděče
es_es: Versión del Cargador
fr_fr: Version du Loader
nl_nl: Loader versie
no_no: Laster versjon
pl_pl: Wersja Ładowacza
pt_br: Versão do Carregador
pt_pt: Versão do Loader
ru_ru: Версия Загрузчика
uk_ua: Версія завантажувача

source: Getting Loader Versions
cs_cz: Získáváni Verzí Zavaděče
es_es: Obteniendo versiones de Cargador
fr_fr: Récupération des versions du Loader
nl_nl: Loader versies ophalen
no_no: Henter Laster Versjoner
pl_pl: Nabywanie Wersji Ładowacza
pt_br: Recuperando versões do carregador
pt_pt: Obtendo versões do loader
ru_ru: Получение версий загрузчика
uk_ua: Отримання версій завантажувача

source: Select Loader First
cs_cz: Nejprve Vyberte Načítač
es_es: Seleccionar el cargador primero
fr_fr: Commencez par Sélectionner le Loader
pl_pl: Wybierz modloader
ru_ru: Сначала выберите загрузчик модов
uk_ua: Виберіть завантажувач

source: Version
cs_cz: Verze
es_es: Versión
no_no: Versjon
pl_pl: Wersja
pt_br: Versão
pt_pt: Versão
ru_ru: Версия
uk_ua: Версія

source: Released
cs_cz: Vydáno
es_es: Publicado
fr_fr: Sorti
pl_pl: Wydano
pt_br: Lançado
ru_ru: Выпущено
uk_ua: Релізи

source: Type
cs_cz: Typ
es_es: Tipo
no_no: Skriv
pl_pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru_ru: Тип
uk_ua: Тип

source: Instances
cs_cz: Instance
es_es: Instancias
no_no: Eksemplarer
pl_pl: Instancje
pt_br: Instâncias
pt_pt: Instâncias
ru_ru: Установленные сборки
uk_ua: Встановлені збірки

source: Concurrent Connections
cs_cz: Souběžná připojení
es_es: Conexiones simultáneas
fr_fr: Connexions simultanées
no_no: Samtidige tilkoblinger
pl_pl: Równoległe Połączenia
pt_br: Conexões simultâneas
pt_pt: Conexões simultâneas
ru_ru: Одновременные подключения
uk_ua: Одночасні підключення

source: This determines how many connections will be made when downloading files.
cs_cz: To určuje, kolik připojení bude provedeno při stahování souborů.
es_es: Esto determina cuántas conexiones se realizarán al descargar archivos.
fr_fr: Ceci détermine le nombre de connexions à effectuer lors du téléchargement de fichiers.
nl_nl: Dit bepaalt hoeveel verbindingen er worden gemaakt bij het downloaden van bestanden.
no_no: Dette avgjør hvor mange tilkoblinger vil bli opprettet under filnedlasting.
pl_pl: To definiuje ile połączeń bedzie tworzone podzas pobierania plików.
pt_br: Isto determina quantas conexões serão feitas ao baixar os arquivos.
pt_pt: Isto determina quantas conexões serão feitas ao baixar os ficheiros.
ru_ru: Это определяет, сколько соединений будет сделано при загрузке файлов.
uk_ua: Це визначає, скільки підключень буде здійснено під час завантаження файлів.

source: Connection Timeout
cs_cz: Dosažen časový limit pro připojení
es_es: Tiempo de espera agotado
fr_fr: Délai de connexion dépassé
no_no: Tilkoblingsavbrudd
pl_pl: Limit czasu połączenia
pt_br: Tempo de conexão esgotado
pt_pt: Tempo limite de conexão excedido
ru_ru: Время подключения истекло
uk_ua: Час підключення закінчився

source: This determines how long connections will wait before timing out.
cs_cz: To určuje, jak dlouho budou připojení čekat, než vyprší časový limit.
es_es: Esto determina cuánto tiempo esperará para conectarse, hasta que se agote.
fr_fr: Cela détermine le temps d'attente des connexions avant d'expirer.
no_no: Dette avgjør hvor lenge tilkoblinger vil vente på svar før de avbrytes.
pl_pl: Jak długo połączenia będą czekać przed przekroczeniem czasu połączenia.
pt_br: Isso determina quanto tempo as conexões esperarão antes de atingir o tempo limite.
pt_pt: Determina o tempo pelo qual as conexões vão esperar antes de excederem o tempo limite de conexão.
ru_ru: Это определяет, насколько долго соединения будут ждать перед тайм-аутом.
uk_ua: Це визначає, скільки часу з’єднання чекатимуть до закінчення часу очікування.

source: Enable Proxy
cs_cz: Povolit proxy
es_es: Activar proxy
fr_fr: Activer un proxy
nl_nl: Proxy inschakelen
no_no: Aktiver Proxy
pl_pl: Włącz Proxy
pt_br: Habilitar Proxy
pt_pt: Ativar Proxy
ru_ru: Включить прокси-сервер
uk_ua: Увімкнути проксі-сервер

source: If you use a proxy to connect to the internet you can enable it here.
cs_cz: Pokud pro připojení k internetu používáte proxy, můžete jej zde povolit.
es_es: Si usas un proxy para conectarte a Internet, puedes activarlo aquí.
fr_fr: Si vous utilisez un proxy pour vous connecter à Internet, vous pouvez l'activer ici.
nl_nl: Als u een proxy gebruikt om verbinding te maken met het internet, kunt u het hier inschakelen.
no_no: Om du bruker en proxytilkobling til internett kan den aktiveres her.
pl_pl: Jeśli używasz Proxy do łączenia sie z internetem, możesz je tutaj aktywować.
pt_br: Se você usar um proxy para conectar-se à internet, você pode habilitá-lo aqui.
pt_pt: Se usa um proxy para se conectar à internet, pode ativá-lo aqui.
ru_ru: Если вы используете прокси для подключения к Интернету, вы можете включить его здесь.
uk_ua: Якщо ви використовуєте проксі для підключення до Інтернету, ви можете ввімкнути його тут.

source: Proxy Host
cs_cz: Hostitel proxy
es_es: Servidor Proxy
fr_fr: Hôte du proxy
no_no: Proxy vert
pl_pl: Serwer Proxy
pt_br: Servidor de Proxy
pt_pt: Servidor de Proxy
ru_ru: Прокси-сервер
uk_ua: Проксі-сервер

source: This is the IP/hostname used to connect to the proxy.
cs_cz: Toto je IP / název hostitele používaný k připojení k proxy.
es_es: Este es el IP/hostname usado para conectarse al proxy.
fr_fr: Ceci est le nom IP/hôte utilisé pour se connecter au proxy.
nl_nl: Dit is de IP/hostname die wordt gebruikt om verbinding te maken met de proxy.
no_no: Dette er IP/vertsnavnet som brukes til å koble til proxy.
pl_pl: To jest IP/nazwa hosta używane/a do połączenia się z proxy.
pt_br: Este é o IP/hostname usado para conectar ao proxy.
pt_pt: Este é o IP/hostname usado para se conectar ao proxy.
ru_ru: Это IP/имя хоста используется для подключения к прокси.
uk_ua: Це IP/ім'я хоста використовується для підключення до проксі.

source: Proxy Port
es_es: Puerto Proxy
fr_fr: Port du proxy
pl_pl: Port Proxy
pt_br: Porta do Proxy
pt_pt: Porta do Proxy
ru_ru: Порт прокси-сервера
uk_ua: Порт проксі-сервера

source: This is the port used to connect to the proxy.
cs_cz: Toto je port používaný k připojení k serveru proxy.
es_es: Este es el puerto para conectarse al proxy.
fr_fr: Ceci est le port utilisé pour se connecter au proxy.
nl_nl: Dit is de port die gebruikt wordt om verbinding te maken met de proxy.
no_no: Dette er porten som brukes til å koble til proxy.
pl_pl: To jest port używany do połączenia się z proxy.
pt_br: Esta é a porta usada para conectar ao proxy.
pt_pt: Esta é a porta usada para se conectar ao proxy.
ru_ru: Этот порт используется для подключения к прокси.
uk_ua: Цей порт використовується для підключення до проксі.

source: Proxy Type
cs_cz: Typ serveru proxy
es_es: Tipo de Proxy
fr_fr: Type de proxy
pl_pl: Typ Proxy
pt_br: Tipo do Proxy
pt_pt: Tipo de Proxy
ru_ru: Тип прокси
uk_ua: Тип проксі-серверу

source: This is the type of connection the proxy uses. Either HTTP, SOCKS or DIRECT.
cs_cz: Proxy používá tyto druhy připojení. HTTP, SOCKS bebo DIRECT.
es_es: Este es el tipo de conexión que el proxy usa. HTTP, SOCKS or DIRECT.
fr_fr: C'est le type de connexion utilisé par le proxy. Soit HTTP, SOCKS ou DIRECT.
nl_nl: Dit is het type verbinding dat de proxy gebruikt. HTTP, SOCKS of DIRECT.
no_no: Dette er typen tilkobling proxy bruker. Enten HTTP, SOCKS eller DIRECT.
pl_pl: To jest typ połaczenia używanego przez proxy. HTTP, SOCKS lub DIRECT.
pt_br: Este é o tipo de conexão que o proxy usa. Use HTTP, SOCKS ou DIRECT.
pt_pt: Este é o tipo de conexão que o proxy usa. Use HTTP, SOCKS ou DIRECT.
ru_ru: Это тип соединения, который использует прокси. HTTP, SOCKS или DIRECT.
uk_ua: Це тип з'єднання, який використовує проксі. HTTP, SOCKS або DIRECT.

source: Checking Proxy
cs_cz: Kontrola proxy
es_es: Comprobando proxy
fr_fr: Vérification du proxy
nl_nl: Proxy controleren
no_no: Sjekker Proxy
pl_pl: Sprawdzanie Serwera Proxy
pt_br: Verificando Proxy
pt_pt: Verificando Proxy
ru_ru: Проверка прокси
uk_ua: Перевірка проксі-серверу

source: Checking the proxy entered.
cs_cz: Kontrola zadaného proxy serveru.
es_es: Comprobando el proxy introducido.
fr_fr: Vérification du proxy saisi.
nl_nl: Controleren van de ingevoerde proxy.
no_no: Sjekker proxy oppgitt.
pl_pl: Sprwadzanie podanego proxy.
pt_br: Verificando o proxy inserido.
pt_pt: Verificando o proxy inserido.
ru_ru: Проверка введённого прокси.
uk_ua: Перевірка введеного проксі-сервера.

source: Help
cs_cz: Pomoc
es_es: Ayuda
fr_fr: Aide
no_no: Hjelp
pl_pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru_ru: Помощь
uk_ua: Довідка
