Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Minecraft has crashed due to insufficent memory being allocated.<br/><br/>Please go to the settings tab and increase the maximum memory option and then try launching the instance again.
cs_cz: Minecraft se ukončil z důvodu nedostatku paměti.<br/><br/>Otevřete kartu nastavení a přidělte více paměti, poté spusťte instanci znovu.
es_es: Minecraft ha dejado de funcionar debido a que la memoria es insuficiente.<br/><br/>Dirígete a la pestaña de ajustes para aumentar opción de memoria máxima e intenta iniciarlo de nuevo.
fr_fr: Minecraft a planté en raison d'une insuffisance de mémoire allouée.<br/><br/>Veuillez vous rendre dans l'onglet Paramètres et augmenter l'option "Mémoire maximum" puis tentez de lancer l'instance à nouveau.
nl_nl: Minecraft crashte omdat er onvoldoende geheugen aan toegewezen werd. <br/><br/> Ga naar de instellingen en verhoog de hoeveelheid geheugen en probeer dan opnieuw.
no_no: Minecraft har kræsjet grunnet manglende tildelt minne. <br/><br/> Vennligst gå til Innstillinger fanen og øk maksimalt minne alternativet, deretter forsøk å åpne spillpakken på nytt.
pl_pl: Minecraft napotkał awarie przez niewystarczającą ilość pamięci ram. <br/><br/>Proszę udaj się do zakładki ustawienia, zwiększ opcje maksymalna pamięć i spróbuj ponownie uruchomić instancje.
pt_br: O Minecraft falhou devido à falta de memória.<br/><br/>Por favor, vá para a aba de configurações, aumente a memória máxima e tente iniciar a instância novamente.
pt_pt: Minecraft falhou devido à falta de memória alocada.<br/><br/>Por favor, vá para a aba de definições e aumente a opção máxima de memória e tente iniciar a instância novamente.
ru_ru: Minecraft аварийно завершился из-за недостатка выделенной оперативной памяти.<br/><br/>Перейдите во вкладку настроек и увеличьте максимальное кол-во оперативной памяти, затем попробуйте запустить сборку снова.
uk_ua: Minecraft було закрито через недостатню кількість виділеної пам'яті.<br/><br/>Будь ласка, перейдіть до налаштувань, збільшіть максимальну кількість виділеної пам'яті і спробуйте запустити збірку знову.

source: Minecraft has crashed due to an incompatability with Forge and your version of Java.<br/><br/>Please reinstall the instance to automatically fix the problem, and then try launching the instance again.
cs_cz: Minecraft se ukončil z důvodu nekompatibility Forge a vaší verze Java.<br/><br/>Prosím reinstalujte instanci pro automatickou opravu chyby a poté zkuste spustit instanci znovu.
es_es: Minecraft ha dejado de funcionar porque no es compatible con Forge y tu versión de Java.<br/><br/>Reinstala para solucionar problemas de forma automática y vuelve a intentarlo.
fr_fr: Minecraft a planté en raison d'une incompatibilité entre Forge et votre version de Java.<br/><br/>Veuillez réinstaller l'instance pour corriger automatiquement le problème, puis tentez de lancer l'instance à nouveau.
nl_nl: Minecraft is gecrasht vanwege een incompatabiliteit met Forge en uw versie van Java.<br/><br/>Herinstalleer de instantie om het probleem automatisch op te lossen en probeer de instantie daarna opnieuw op te starten.
no_no: Minecraft har krasjet på grunn av en inkompabilitet mellom Forge og din versjon av Java.<br/><br/> Vennligst installer instansen på nytt for å fikse problemet, og prøv deretter å starte instansen igjen.
pl_pl: Minecraft napotkał awarie przez niekompatybilność z Forge i twoją wersją Java. <br/><br/>Proszę zainstaluj instancję ponownie aby automatycznie naprawić błąd i spróbuj uruchomić ją jeszcze raz.
pt_br: O Minecraft encerrou inesperadamente devido a uma incompatibilidade com o Forge e sua versão do Java.<br/><br/>Por favor, reinstale a instância para corrigir automaticamente o problema e tente inicia-la novamente.
pt_pt: Minecraft falhou devido a uma incompatabilidade com o Forge e sua versão do Java.<br/><br/>Por favor, reinstale a instância para corrigir automaticamente o problema e tente iniciar a instância novamente.
ru_ru: Minecraft аварийно завершился из-за несовместимости с Force и вашей версией Java.<br/><br/>Пожалуйста, переустановите сборку для автоматического решения проблемы, затем попробуйте запустить ее снова.
uk_ua: Minecraft завершився аварійно через несумісність з Forge та вашою версією Java.<br/><br/>Будь ласка, перевстановіть екземпляр, щоб автоматично виправити проблему, а потім спробуйте запустити його знову.

source: Minecraft has crashed due to not being compatible with your Java version.<br/><br/>Most modded Minecraft is only compatible with Java 8, so you must install Java 8 on your computer.
cs_cz: Minecraft se zhroutil, protože není kompatibilní s vaší verzí Java.<br/><br/>Většina modifikovaných Minecraftů je kompatibilní pouze s Java 8, takže si musíte nainstalovat Java 8 do svého počítače.
es_es: Minecraft ha dejado de funcionar porque no es compatible con tu versión Java.<br/><br/>La mayoría de mods de Minecraft solo son compatibles con Java 8, debes instalar Java 8 en tu PC.
fr_fr: Minecraft a planté car il n'est pas compatible avec votre version de Java.<br/><br/> La plupart des mods de Minecraft ne sont compatibles qu'avec Java 8, vous devez donc installer Java 8 sur votre ordinateur.
no_no: Minecraft har krasjet på grunn av en inkompabilitet med Java versjonen din.<br/><br/>De fleste modder og modpakker er kun kompatible med Java 8, og du må derfor installere Java 8 på datamaskinen din.
pl_pl: Minecraft uległ awarii z powodu braku kompatybilności z twoją wersją Javy.<br/><br/>Większość paczek modów do Minecrafta jest kompatybilna tylko z Javą 8, więc musisz zainstalować Javę 8 na swoim komputerze.
pt_br: O Minecraft travou inesperadamente devido à incompatibilidade com a sua versão Java. <br/><br/>A maioria dos conjuntos de modificações apenas são compatíveis com o Java 8, então você deve instalar o Java 8 em seu computador. O Minecraft crashou por não ser compatível por sua versão do java.
pt_pt: O Minecraft fechou inesperadamente devido à sua versão do Java não ser compativel. <br/><br/>A maior parte dos Modpacks apenas são compatíveis com o Java 8, por isso, deverá instalá-lo no seu computador.
ru_ru: Minecraft аварийно завершил свою работу из-за того, что не совместим с версией Java, которая у вас установлена.<br/><br/>Большинство модифицированных сборок Minecraft совместимо только с Java 8, поэтому вы должны установить Java 8 на свой компьютер.
uk_ua: Minecraft аварійно завершив роботу через несумісність із вашою версією Java.<br/><br/>Більшість модифікованих Minecraft сумісні лише з Java 8, тому ви повинні встановити Java 8 на свій комп’ютер.

source: Download Java 8
cs_cz: Stáhnout Java 8
es_es: Descargar Java 8
fr_fr: Télécharger Java 8
no_no: Last ned Java 8
pl_pl: Pobierz Java 8
pt_br: Baixe o Java 8
pt_pt: Transfira o Java 8
ru_ru: Скачать Java 8
uk_ua: Завантажити Java 8

source: Enter password for {0}
cs_cz: Vložte heslo pro {0}
es_es: Introducir contraseña para {0}
fr_fr: Saisissez le mot de passe de {0}
nl_nl: Voer wachtwoord in voor {0}
no_no: Skriv inn passord for {0}
pl_pl: Podaj hasło dla {0}
pt_br: Insira a senha para {0}
pt_pt: Insira a palavra-passe para {0}
ru_ru: Введите пароль для {0}
uk_ua: Введіть пароль для {0}

source: Enter Password
cs_cz: Vložte heslo
es_es: Introducir contraseña
fr_fr: Saisissez le mot de passe
nl_nl: Voer wachtwoord in
no_no: Skriv inn passord
pl_pl: Wpisz Hasło
pt_br: Insira a senha
pt_pt: Insira a palavra-passe
ru_ru: Введите пароль
uk_ua: Введіть пароль

source: Error Logging In
cs_cz: Chyba při přihlašování
es_es: Error al iniciar sesión
fr_fr: Erreur de connexion
nl_nl: Fout tijdens inloggen
no_no: Feil ved innlogging
pl_pl: Błąd w logowaniu
pt_br: Erro no Login
pt_pt: Erro no Login
ru_ru: Ошибка авторизации
uk_ua: Помилка входу

source: Couldn't login to Minecraft servers
cs_cz: Nemohli jsme vás přihlásit na minecraftové servery
es_es: Error al iniciar sesión en los servidores de Minecraft
fr_fr: Impossible de se connecter aux serveurs de Minecraft
nl_nl: Kon niet inloggen op Minecraft servers
no_no: Klarte ikke logge inn på Minecraft serverene
pl_pl: Nie udało się zalogować do serwerów Minecraft
pt_br: Não foi possível fazer login nos servidores do Minecraft
pt_pt: Não foi possível fazer login nos servidores do Minecraft
ru_ru: Не удалось войти в серверы Minecraft
uk_ua: Помилка при спробі встановлення зв'язку із серверами Minecraft

source: No Description
cs_cz: Žádný popisek
es_es: Sin descripción
fr_fr: Aucune description
nl_nl: Geen omschrijving
no_no: Ingen beskrivelse
pl_pl: Brak Opisu
pt_br: Sem descrição
pt_pt: Sem descrição
ru_ru: Нет описания
uk_ua: Немає опису

source: Grabbing Latest Manifest
cs_cz: Chytání nejnovějšího manifestu
es_es: Agarrando el último manifiesto
fr_fr: Chargement du dernier manifeste
no_no: Skaffer nyeste manifest
pl_pl: Pobieranie najnowszego Manifest
pt_br: Obtendo o último manifesto
pt_pt: A buscar o último manifeto
ru_ru: Получение последнего манифеста
uk_ua: Отримання останнього маніфесту

source: Downloading Minecraft
cs_cz: Stahování Minecraftu
es_es: Descargando Minecraft
fr_fr: Téléchargement de Minecraft
nl_nl: Minecraft downloaden
no_no: Laster ned Minecraft
pl_pl: Pobieranie Minecrafta
pt_br: Baixando Minecraft
pt_pt: A transferir Minecraft
ru_ru: Загрузка Minecraft
uk_ua: Завантажуємо Minecraft

source: Downloading Logging Config
cs_cz: Stahování konfigurace protokolování
es_es: Descargando registro de la configuración
fr_fr: Téléchargement des logs de configuration
no_no: Laster ned logg-konfigurasjon
pl_pl: Pobieranie Ustawień Dziennika Zdarzeń
pt_br: Baixando configurações de login
pt_pt: A transferir a configuração de autentificação
ru_ru: Загрузка конфигурации Логинов
uk_ua: Завантаження конфігурації журналу

source: Downloading Libraries
cs_cz: Stahování knihoven
es_es: Descargando bibliotecas
fr_fr: Téléchargement des bibliothèques
nl_nl: Bibliotheken downloaden
no_no: Laster ned Bibliotek
pl_pl: Pobieranie Bibliotek
pt_br: Baixando bibliotecas
pt_pt: A transferir Bibliotecas
ru_ru: Загрузка библиотек
uk_ua: Завантажуємо бібліотеки ресурсів

source: Downloading Java Runtime {0}
cs_cz: Stahování Java Runtime {0}
es_es: Descargando el runtime de Java {0}
fr_fr: Téléchargement Java Runtime {0}
no_no: Laster ned Java Runtime {0}
pl_pl: Pobieranie Java Runtime w wersji {0}
pt_br: Baixando Java Runtime {0}
pt_pt: A transferir Java Runtime {0}
ru_ru: Скачиваем среду исполнения Java {0}
uk_ua: Завантаження Java Runtime {0}

source: Organising Resources
cs_cz: Organizování zdrojů
es_es: Organizando recursos
fr_fr: Organisation des ressources
no_no: Organiserer ressurser
pl_pl: Organizowanie Zasobów
pt_br: Organizando Recursos
pt_pt: A organizar recursos
ru_ru: Организую Ресурсы
uk_ua: Організація ресурсів

source: Downloading Resources
cs_cz: Stahování zdrojů
es_es: Descargando recursos
fr_fr: Téléchargement des ressources
nl_nl: Bronnen downloaden
no_no: Laster ned ressurser
pl_pl: Pobieranie Zasobów
pt_br: Baixando recursos
pt_pt: A transferir Recursos
ru_ru: Загрузка ресурсов
uk_ua: Завантажуємо ігрові елементи

source: Organising Libraries
cs_cz: Organizování knihoven
es_es: Organizando bibliotecas
fr_fr: Organisation des bibliothèques
nl_nl: Bibliotheken organiseren
no_no: Organiserer bibliotek
pl_pl: Organizowanie Bibliotek
pt_br: Organizando bibliotecas
pt_pt: A organizar Bibliotecas
ru_ru: Организация библиотек
uk_ua: Запускаємо бібліотеки ресурсів

source: Extracting Legacy LWJGL
cs_cz: Extrakce Legacy LWJGL
es_es: Extracción de Legacy LWJGL
fr_fr: Extraction de la bibliothèque de jeux Java
no_no: Ekstrakterer Legacy LWJGL
pl_pl: Wyodrębnianie Legacy LWJGL
pt_br: Extraindo LWJGL antigo
pt_pt: A extrair o Legacy LWJGL
ru_ru: Извлечение Legacy LWJGL
uk_ua: Вилучення застарілого LWJGL

source: Creating custom minecraft.jar
cs_cz: Vytváření vlastního minecraft.jar
es_es: Creando un propio minecraft.jar
fr_fr: Création de minecraft.jar personnel
no_no: Lager egendefinert minecraft.jar
pl_pl: Tworzenie zmodyfikowanego minecraft.jar
pt_br: Criando minecraft.jar customizado
pt_pt: A criar minecraft.jar personalizável
ru_ru: Создание пользовательского файла minecraft.jar
uk_ua: Створення власного файлу minecraft.jar

source: Cannot play instance as you have no account selected.
cs_cz: Nemůžeš teď hrát, když nemáš vybrán žádný účet.
es_es: No puedes abrir la instancia porque aun no has seleccionado una cuenta.
fr_fr: Impossible de lancer l'instance car aucun compte n'est sélectionné.
nl_nl: Kan geen sessie spelen omdat u geen account heeft geselecteerd.
no_no: Kan ikke starte forekomst da du ikke har en Konto selektert.
pl_pl: Nie można uruchomić instancji, ponieważ nie ma wybranego konta.
pt_br: Não foi possível iniciar a instância, pois não há uma conta selecionada.
pt_pt: Não é possível reproduzir a instância pois não tens uma conta selecionada.
ru_ru: Невозможно запустить Minecraft, так как у вас нет выбранного аккаунта.
uk_ua: Неможливо зіграти в збірку, оскільки не вибрано обліковий запис.

source: Offline Player Name
cs_cz: Jméno offline hráče
es_es: Nombre del jugador sin conexión
fr_fr: Nom des joueurs hors ligne
no_no: Offline brukernavn
pl_pl: Nazwa gracza offline
pt_br: Nome do jogador offline
pt_pt: Nome do jogador em modo Offline
ru_ru: Офлайн Ник Игрока
uk_ua: Ваше Ім'я офлайн

source: Choose your offline player name:
cs_cz: Vyberte jméno svého offline hráče:
es_es: Elige nombre de jugador sin conexión:
fr_fr: Choisissez votre nom de joueur pour le mode hors ligne:
no_no: Velg offline brukernavn:
pl_pl: Wybierz swoją nazwę w trybie offline:
pt_br: Escolha seu nome de jogador quando offline:
pt_pt: Escolhe o teu nome de jogador em modo Offline:
ru_ru: Выберите свой офлайн Ник:
uk_ua: Виберіть ваше офлайн ім'я:

source: Insufficient Ram
cs_cz: Nedostatečná paměť RAM
es_es: Ram insuficiente
fr_fr: Mémoire RAM insuffisante
nl_nl: Onvoldoende Ram
no_no: Ikke nok Ram
pl_pl: Niewystarczająco Pamięci Ram
pt_br: RAM insuficiente
pt_pt: Ram insuficiente
ru_ru: Недостаточно оперативной памяти
uk_ua: Недостатньо оперативної пам'яті

source: This pack has set a minimum amount of ram needed to <b>{0}</b> MB.<br/><br/>Do you want to continue loading the instance anyway?
cs_cz: Tento Balíček vyžaduje minimálně <b>{0}</b>MB RAM. <br/><br/> Žádáš, aby se Modpack načítal dál?
es_es: Este paquete ha establecido una cantidad mínima de ram necesaria para <b>{0}</b> MB.<br/><br/>¿Quieres continuar cargando la instancia de todos modos?
fr_fr: Ce pack a défini un minimum de <b>{0}</b>Mo de RAM comme nécessaire.<br/><br/>Voulez-vous tout de même lancer l'instance ?
nl_nl: Dit pakket heeft een minimum aantal ram ingesteld voor <b>{0}</b> MB.<br/><br/>Wilt u toch doorgaan met het laden van de sessie?
no_no: Denne pakken har en minimum mengde ram som trenges <b>{0}</b> MB. <br/><br/> Vil du starte denne instansen likevel?
pl_pl: Wymagana ilość pamięci RAM dla tej paczki to <b>{0}</b> MB. <br/><br/>Czy chcesz kontynuować uruchamianie?
pt_br: Este pacote definiu a quantidade mínima de RAM necessária para <b>{0}</b> MB.<br/><br/>Deseja continuar carregando a instância mesmo assim?
pt_pt: Este pacote definiu uma quantidade mínima de ram necessária para <b>{0}</b> MB.<br/><br/>Quer continuar a carregar a instância mesmo assim?
ru_ru: На данный пакет установлено минимальное количество оперативной памяти в кол-ве <b>{0}</b> МБ.<br/><br/>Вы хотите продолжить загрузку образца?
uk_ua: Цей пакет встановив мінімальний ОБ'ЄМ оперативної ПАМ'ЯТІ, необхідний для <b> {0}</b> MB.ви хочете продовжити завантаження екземпляра в будь-якому випадку?

source: Insufficent Permgen
cs_cz: Nedostatek trvalé generace Permgen
es_es: Permgen insuficiente
fr_fr: Permgen insuffisante
nl_nl: Onvoldoende Permgen
no_no: Ikke nok Permgen
pl_pl: Niewystarczający Permgen
pt_br: Permgen insuficiente
pt_pt: Permgen Insuficiente
ru_ru: Недостаточно PermGen
uk_ua: Недостатньо Permgen

source: This pack has set a minimum amount of permgen to <b>{0}</b> MB.<br/><br/>Do you want to continue loading the instance anyway?
cs_cz: Tento balík je nastaven na minimální trvalou generaci permgen <b>{0}</b> MB.<br/><br/>Přejete si přesto načíst modpack?
es_es: Este paquete ha establecido una cantidad mínima de ram necesaria para <b>{0}</b> MB.<br/><br/>¿Quieres continuar cargando la instancia de todos modos?
fr_fr: Ce pack a défini un minimum de <b>{0}</b>Mo de permgen comme nécessaire.<br/><br/>Voulez-vous tout de même lancer l'instance ?
nl_nl: Dit pakket heeft een minimale hoeveelheid permgen ingesteld op <b>{0}</b> MB.<br/><br/>Wilt u toch doorgaan met het laden van de instantie?
no_no: Denne pakken har en minimum mengde permgen som trenges<b>{0}</b> MB.<br/><br/> Vil du fortsette likevel?
pl_pl: Wymagany permgen dla tej paczki to <b>{0}</b> MB. <br/><br/>Czy chcesz wznowić uruchamianie?
pt_br: Este pacote definiu a quantidade mínima de permgen para <b>{0}</b> MB.<br/><br/>Deseja continuar mesmo assim?
pt_pt: Este pacote definiu uma quantidade mínima de permgen para <b>{0}</b> MB.<br/><br/>Quer continuar a carregar a instância mesmo assim?
ru_ru: Минимальное значение permgen для этого пакета - <b>{0}</b> MB.<br/><br/>Продолжить загрузку?
uk_ua: Цей пакет встановив мінімальний розмір permgen на <b>{0}</b> МБ.<br/><br/>Все одно бажаєте продовжити завантаження екземпляру?

source: Preparing For Launch
cs_cz: Příprava pro spuštění
es_es: Preparándose para iniciar
fr_fr: Préparation du lancement
nl_nl: Klaarmaken voor starten
no_no: Forbereder oppstart
pl_pl: Przygotowywanie Do Uruchomienia
pt_br: Preparando para iniciar
pt_pt: A preparar para iniciar
ru_ru: Подготовка к запуску
uk_ua: Підготовка до запуску

source: Logging Into Minecraft
cs_cz: Přihlašování do Minecraftu
es_es: Iniciando sesión en Minecraft
fr_fr: Authentification à Minecraft
nl_nl: Aan het inloggen bij Minecraft
no_no: Logger inn på Minecraft
pl_pl: Logowanie Do Minecraft
pt_br: Entrando no Minecraft
pt_pt: Registro no Minecraft
ru_ru: Вход в Minecraft
uk_ua: Вхід до аккаунту Minecraft

source: Couldn't login with Microsoft account
cs_cz: Nelze se přihlásit pomocí účtu Microsoft
es_es: No pudimos iniciar sesión con su cuenta de Microsoft
fr_fr: N'a pas pu se connecter avec le compte Microsoft
no_no: Kunne ikke logge inn med Microsoft konto
pl_pl: Niepowodzenie logowania za pomocą konta Microsoft
pt_br: Não foi possível fazer login com a conta Microsoft
pt_pt: Não foi possível autentificar com a conta Microsoft
ru_ru: Не удалось войти с помощью учетной записи Microsoft
uk_ua: Не вдалося увійти за допомогою облікового запису Microsoft

source: Error executing command
cs_cz: Chyba při provádění příkazu
es_es: Error al ejecutar un comando
fr_fr: Erreur d'exécution de commande
no_no: En feil oppstod ved kjøring av kommando
pl_pl: Błąd wywoływania komendy
pt_br: Erro ao executar comando
pt_pt: Erro ao executar o comando
ru_ru: Ошибка при выполнении команды
uk_ua: Помилка виконання команди

source: Check the console for details
cs_cz: Podrobnosti naleznete v konzoli
es_es: Mira la consola para más detalles
fr_fr: Consultez la console pour les détails
no_no: Se i konsollen for detaljer
pl_pl: Sprawdź konsolę, aby dowiedzieć się więcej
pt_br: Verifique o console para detalhes
pt_pt: Verifica a consola para detalhes
ru_ru: Проверьте Консоль для подробностей
uk_ua: Подробиці перевірте в консолі

source: Mod Not Available
cs_cz: Mod není k dispozici
es_es: Mod no disponible
fr_fr: Mod non disponible
no_no: Mod ikke tilgjengelig
pl_pl: Modyfikacja niedostępna
pt_br: Mod indisponível
pt_pt: Mod Não Disponível
ru_ru: Мод недоступен
uk_ua: Мод недоступний
