Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Accounts
cs_cz: Účty
es_es: Cuentas
fr_fr: Comptes
no_no: Brukere
pl_pl: Konta
pt_br: Contas
pt_pt: Contas
ru_ru: Аккаунты
uk_ua: Акаунти

source: Default Instance Sort
cs_cz: Výchozí řazení balíčků
es_es: Clasificación de instancia predeterminada
fr_fr: Tri de l'instance par défaut
no_no: Standard sortering av instanser
pl_pl: Domyślne sortowanie instancji
pt_br: Classificação de Instância Padrão
ru_ru: Сортировка Версий по умолчанию
uk_ua: Сортування екземплярів за замовчуванням

source: Default sorting of instances under the Instances tab.
cs_cz: Výchozí řazení balíčků na kartě Balíčky.
es_es: Clasificación predeterminada de instancias en la pestaña Instancias.
fr_fr: Tri par défaut des instances sous l'onglet "Instances".
no_no: Standard sorteringsmetode for instanser i instanse-fanen.
pl_pl: Domyślne sortowanie instancji dostępnych w zakładce Instancje.
pt_br: Classificação padrão de instâncias na aba de Instâncias.
ru_ru: Сортировка Версий по умолчанию в вкладке Версии.
uk_ua: Типове сортування примірників на вкладці Примірники.

source: Downloads Folder
cs_cz: Složka stahování
es_es: Carpeta de descargas
fr_fr: Dossier des téléchargements
no_no: Nedlastings-mappe
pl_pl: Katalog Pobierania
pt_br: Pasta de Downloads
pt_pt: Pasta de Transferências
ru_ru: Папка загрузок
uk_ua: Папка завантажень

source: This setting allows you to change the Downloads folder that the launcher looks in when downloading browser mods.
cs_cz: Toto nastavení vám umožňuje změnit složku Stažené soubory, kterou spouštěč hledá při stahování modů z prohlížeče.
es_es: Esta configuración le permite cambiar la carpeta de Descargas en la que busca el iniciador al descargar mods de navegador.
fr_fr: Ce paramètre vous autorise à changer le dossier "Téléchargement" dans lequel le launcheur regarde lors du téléchargement des Mods depuis le navigateur.
no_no: Denne instillingen lar deg endre hvilken mappe ATLauncher skal lete i når mods blir lastet ned via nettleser.
pl_pl: Ustaw katalog, w którym ATLauncher będzie szukać modyfikacji pobranych za pośrednictwem przeglądarki.
pt_br: Essa configuração permite que você escolha uma pasta de transferência diferente que o launcher usará ao baixar mods usando a internet.
ru_ru: Этот параметр позволяет вам изменить папку «Загрузки», в которую заглядывает программа запуска при загрузке модов из браузера.
uk_ua: Цей параметр дозволяє змінити папку завантажень, у яку переглядає програма запуску під час завантаження модів браузера.

source: Keep Launcher Open
cs_cz: Ponechat Spouštěč otevřený
es_es: Mantener abierto
fr_fr: Garder le Launcher ouvert
nl_nl: Houdt launcher open
no_no: Hold Motoren Oppe
pl_pl: Pozostaw Launcher Uruchomiony
pt_br: Manter o Lançador aberto
pt_pt: Manter o launcher aberto
ru_ru: Сохранить запуск
uk_ua: Тримати Лаунчер відкритим

source: This determines if ATLauncher should stay open or exit after Minecraft has exited
cs_cz: Tohle rozhoduje jestli ATLauncher zůstane otevřený nebo zavřený po vypnutí minecraftu
es_es: Esto determina si el ATLauncher debe permanecer abierto o salir después de que Minecraft haya salido
fr_fr: Détermine si ATLauncher doit rester ouvert ou non après la fermeture de Minecraft
nl_nl: Dit bepaalt of ATLauncher open moet blijven of moet afsluiten nadat Minecraft is afgesloten
no_no: Dette bestemmer om ATLauncher burde stå åpen eller lukkes etter Minecraft har blitt lukket
pl_pl: Definiuje czy ATLauncher ma zostać otwarty czy ma się zamknąć kiedy Minecraft zostanie zamknięty
pt_br: Isto determina se o ATLauncher deve permanecer aberto ou sair após o Minecraft ter encerrado
pt_pt: Isto determina se o ATLauncher deve permanecer aberto após o Minecraft ter encerrado
ru_ru: Это определяет, должен ли ATLauncher оставаться открытым или отключиться после закрытия Minecraft
uk_ua: Це визначає, чи повинен ATLauncher залишатися відкритим або виходити після закриття Minecraft

source: Enable Console
cs_cz: Povolit přikazový řádek
es_es: Activar consola
fr_fr: Activer la console
nl_nl: Console inschakelen
no_no: Aktiver Konsollen
pl_pl: Włacz Konsole
pt_br: Habilitar Console
pt_pt: Ativar console
ru_ru: Включить консоль
uk_ua: Увімкнути консоль

source: If you want the console to be visible when opening the Launcher.
cs_cz: Pokud chcete, aby byla konzola viditelná při otevírání spouštěče.
es_es: Si quieres que la consola sea visible al abrir el lanzador.
fr_fr: Si vous voulez voir la console à l'ouverture du Launcher.
nl_nl: Of u wilt dat de console zichtbaar is bij het openen van de Launcher.
no_no: Om du vil at konsollen skal være synlig når Motoren åpnes.
pl_pl: Czy konsola ma być widoczna kiedy Launcher jest otwierany.
pt_br: Se você quer que o console seja visível ao iniciar o lançador.
pt_pt: Se quer que o console seja visível ao iniciar o lançador.
ru_ru: Если вы хотите, чтобы консоль была видна при открытии лаунчера.
uk_ua: Якщо бажаєте бачити консоль при відкритті лаунчера.

source: Enable Tray Menu
cs_cz: Zapnout ovládání na hlavním panelu
es_es: Activar menú de opciones del sistema
fr_fr: Activer le menu Tray
nl_nl: Schakel Tray Menu in
no_no: Aktiver Brett-Meny
pl_pl: Włącz Zasobnik Systemowy
pt_br: Habilitar o menu da área de notificação
pt_pt: Ativar ícone da barra de tarefas
ru_ru: Меню в панели уведомлений
uk_ua: Меню в панелі сповіщень

source: The Tray Menu is a little icon that shows in your system taskbar which allows you to perform different functions to do various things with the launcher such as hiding or showing the console, killing Minecraft or closing ATLauncher.
cs_cz: Ikonka na hlavním panelu umožňuje provázet různé akce jako skrýt nebo zobrazit konzoli, vynuceně ukončit Minecraft nebo zavřít ATLauncher.
es_es: El menú de opciones del sistema es un pequeño icono que se muestra en tu barra de tareas y te permite realizar distintas funciones, como ocultar o mostrar la consola, detener Minecraft o cerrar ATLauncher.
fr_fr: Le menu de la barre d'état est une petite icône qui s'affiche dans la barre des tâches de votre système et qui vous permet d'exécuter différentes fonctionnalités telles que masquer ou afficher la console, fermer Minecraft ou ATLauncher.
no_no: Skuff-menyen er et lite ikon som vises i systemoppgavelinjen din som lar deg utføre forskjellige handlinger i launcheren, som f.eks. å skjule konsollen, terminere Minecraft eller lukke ATLauncher.
pl_pl: Zasobnik Systemowy to mała ikonka która sie wyświetla w pasku zadań twojego systemu.<br/>Pozwala ona na wydawanie różnych poleceń dla launchera, takich jak chowanie i pokazywanie konsoli, siłowe zamykanie Minecraft lub zamykanie ATLauncher.
pt_br: O Menu Tray é um pequeno ícone que aparece na barra de tarefas do seu sistema que permite que você execute diferentes funções para fazer várias coisas com o laucher, como ocultar ou mostrar o console, mantando o processo do Minecraft ou fechar o ATLauncher.
pt_pt: O Menu da Bandeja é um pequeno ícone que aparece na barra de tarefas do sistema e que tem diversas funções com o inicializador como esconder ou mostrar a consola, terminar o processo do Minecraft ou fechar o ATLauncher.
ru_ru: Меню в панели уведомлений - это небольшая иконка, она отображается в панели задач системы, которая <br/> позволяет вам выполнять различные функции. <br/> Например, скрытие/показ консоли, принудительное закрытие Minecraft или ATLauncher.
uk_ua: Меню лотка — це невелика піктограма, яка відображається на системній панелі завдань, яка дозволяє вам виконувати різні функції, щоб виконувати різні дії з панеллю запуску, наприклад, приховувати або показувати консоль, вбивати Minecraft або закривати ATLauncher.

source: Enable Discord Integration
cs_cz: Povolit integraci Discordu
es_es: Activar integración con Discord
fr_fr: Activer l'intégration Discord
nl_nl: Discord integratie inschakelen
no_no: Aktiver Discord-integrering
pl_pl: Włącz Integracje Z Discord
pt_br: Habilitar integração com o Discord
pt_pt: Ativar a integração com o Discord
ru_ru: Включить интеграцию с Discord
uk_ua: Увімкнути інтеграцію з Discord

source: This will enable showing which pack you're playing in Discord.
cs_cz: Tohle povolí Discordu zobrazit, které balíčky modu hrajete.
es_es: Esto mostrará con qué pack estás jugando en Discord.
fr_fr: Permettra d'afficher sur Discord le pack auquel vous jouez.
nl_nl: Dit zal weergeven welke pack je speelt in Discord.
no_no: Dette vil muliggjøre å vise hvilken pakke du spiller på Discord.
pl_pl: Ta opcja pokaża na Discordzie w którą paczke aktualnie grasz.
pt_br: Isto permitirá mostrar qual pacote você está jogando no Discord.
pt_pt: Isto permitirá mostrar qual pacote que está a jogar no Discord.
ru_ru: Это позволит показать, на какой сборке вы играете в Discord.
uk_ua: Це дозволить побачити у що ви граєте в Discord

source: Enable Feral Gamemode
cs_cz: Povolit Feral Gamemode
es_es: Activar mode Feral
fr_fr: Activer le mode Feral
no_no: Slå På Feral Spillmodus
pl_pl: Włącz Dziki (Feral) tryb gry
pt_br: Habilitar modo de jogo de Feral
pt_pt: Ativar modo de jogo Feral
ru_ru: Включить дикий игровой режим
uk_ua: Увімкніть режим гри Feral

source: This will enable Feral Gamemode for packs launched.
cs_cz: Tohle zapne Feral Gamemode pro zapnuté packy.
es_es: Esto activará el modo Feral para paquetes lanzados.
fr_fr: Ceci activera le mode Feral pour les packs lancés.
no_no: Dette vil slå på Feral Spillmodus for pakker som blir kjørt.
pl_pl: To włączy Dziki (Feral) tryb gry dla uruchomionych paczek.
pt_br: Isto irá habilitar Feral Gamemode para pacotes iniciados.
pt_pt: Isto irá ativar o modo de jogo Feral para os pacotes iniciados.
ru_ru: Это активирует дикий игровой режим для запускаемых пакетов.
uk_ua: Це дозволить ігроладу Feral запуск пакетів.

source: This will enable Feral Gamemode for packs launched (disabled because gamemoderun not found in PATH, please install Feral Gamemode or add it to your PATH).
cs_cz: Tohle zapne Feral Gamemode pro zapnut= packy (vypnuté protože gamemoderun nebyl nalezen v PATH, prosím nainstalujte Feral Gamemode nebo ho přidejte k vaší PATH).
es_es: Esto activará el modo Feral para paquetes lanzados (desactivado porque gamemoderun no se encuentra en PATH, por favor instale Feral Gamemode o añádelo a su PATH).
fr_fr: Ceci activera le mode Feral Gamemode pour les packs lancés (désactivé parce que le gamemoderne n'est pas trouvé dans PATH, veuillez installer le Feral Gamemode ou l'ajouter à votre PATH).
no_no: Dette vil slå på Vill Spillmodus for pakker som blir kjørt. (slått av fordi gamemoderun ikke ble funnet i PATH, vennligst installer Feral Spillmodus eller legg det til din PATH).
pl_pl: To włączy Dziki (Feral) tryb gry dla uruchomionych paczek (wyłączone, ponieważ tryb gry "run" nie znaleziony w ścieżce PATH, proszę zainstaluj Dziki (Feral) tryb gry albo dodaj go do ścieżki PATH).
pt_br: Isto irá habilitar Feral Gamemode para pacotes iniciados (desabilitado porque gamemoderun não encontrado no PATH, por favor instale Feral Gamemode ou adicione-o no seu PATH).
pt_pt: Isto irá ativar o modo de jogo Feral para os pacotes iniciados (desativado porque gamemoderun não foi encontrado no PATH, por favor instale o modo de jogo Feral ou adicione-o ao seu PATH).
ru_ru: Это активирует оптимизатор Feral GameMode для запускаемых пакетов (отключено, потому что gamemoderun не был найден в PATH. Пожалуйста, установите оптимизатор Feral GameMode или добавьте его в ваш PATH).
uk_ua: Це активує оптимізатор Feral GameMode для пакетів, що запускаються (відключено, тому що gamemoderun не був знайдений в PATH. Будь ласка, встановіть оптимізатор Feral GameMode або додайте його в ваш PATH).

source: Disable Custom Fonts?
cs_cz: Zakázat vlastní písma?
es_es: ¿Desactivar fuentes personalizadas?
fr_fr: Désactiver les polices d'écritures personnalisées ?
no_no: Skru av egendefinerte fonter?
pl_pl: Wyłączyć niestandardowe czcionki?
pt_br: Desativar Fontes Personalizadas?
pt_pt: Desabilitar Fontes Customizáveis?
ru_ru: Отключить пользовательские шрифты?
uk_ua: Вимкнути власні шрифти?

source: This will disable custom fonts used by themes. If your system has issues with font display not looking right, you can disable this to switch to a default compatible font.
cs_cz: Tím zakážete vlastní písma používaná motivy. Pokud má váš systém problémy se zobrazením písma, které nevypadá správně, můžete to vypnout a přepnout na výchozí kompatibilní písmo.
es_es: Esto deshabilitará las fuentes personalizadas utilizadas por los temas. Si su sistema tiene problemas con la visualización de la fuente que no se ve bien, puede deshabilitar esto para cambiar a una fuente compatible predeterminada.
fr_fr: Cela désactivera les polices d'écritures personnalisées utilisées par les thèmes. Si votre système d'exploitation a des problèmes au niveau de l'affichage des polices d'écritures, vous pouvez désactiver la fonction pour passer à une police compatible par défaut.
no_no: Dette vil skru av egendefinerte fonter brukt av temaer. Dersom systemet ditt har problemer med å vise fonten riktig, kan du skru dette av for å bytte til en kompatibel standard font.
pl_pl: Spowoduje to wyłączenie niestandardowych czcionek używanych w motywach ATLauncher. Jeśli twój system ma problemy z wyświetlaniem tekstu w programie, możesz wyłączyć tę opcję, aby przywrócić domyślne czcionki systemowe.
pt_br: Isso desativará as fontes personalizadas usadas pelos temas. Se o seu sistema não estiver exibindo as fontes corretamente, você poderá desativá-las para alternar para uma fonte padrão compatível.
ru_ru: Это отключит пользовательские шрифты, используемые темами. Если в вашей системе есть проблемы с отображением шрифта неправильно, вы можете отключить это, чтобы переключиться на совместимый шрифт по умолчанию.
uk_ua: Це вимкне спеціальні шрифти, які використовуються темами. Якщо у вашій системі є проблеми з неправильним відображенням шрифту, ви можете вимкнути це, щоб перейти до сумісного шрифту за умовчанням.

source: Remember Window Size & Positions?
cs_cz: Zapamatovat si velikost a pozice oken?
es_es: ¿Recuerda el tamaño y las posiciones de las ventanas?
fr_fr: Mémoriser la taille & la positions des fenêtres ?
no_no: Lagre vindustørrelse og posisjoner?
pl_pl: Zapamiętać rozmiar oraz pozycję okien?
pt_br: Relembrar o Tamanho e Posição da Janela?
ru_ru: Запомнить размер и положение окна?
uk_ua: Запам’ятати розмір і положення вікна?

source: This will remember the windows positions and size so they keep the same size and position when you restart the launcher.
cs_cz: Toto si zapamatuje pozice a velikost oken, takže si po restartu spouštěče udrží stejnou velikost a pozici.
es_es: Esto recordará las posiciones y el tamaño de las ventanas para que mantengan el mismo tamaño y posición cuando reinicie el lanzador.
fr_fr: Cela mémorisera la position et la taille des fenêtres afin qu'elles gardent leurs mêmes tailles et positions quand vous redémarrez le launcheur.
no_no: Å skru på denne instillingen vil gjøre at ATLauncher bruker samme posisjon og størrelse på vinduene ved oppstart/omstart.
pl_pl: Spowoduje to zapamiętanie przez ATLauncher pozycji, a także rozmiaru okien przy następnym uruchomieniu programu.
pt_br: Isso lembrará as posições e o tamanho das janelas para elas continuarem as mesmas posições e tamanhos quando você reiniciar o launcher.
ru_ru: Это запомнит положение и размер окна, поэтому оно сохранит тот же размер и положение при перезапуске Лаунчера.
uk_ua: Це запам’ятає положення та розмір вікон, щоб вони залишалися незмінними під час перезапуску програми запуску.

source: Use Native File Picker?
cs_cz: Použít výchozí nástroj pro výběr souboru?
es_es: ¿Usar el selector de archivos nativo?
fr_fr: Utiliser le sélecteur de fichiers natif ?
no_no: Bruk innebygd fil-velger?
pl_pl: Użyć systemowej przeglądarki plików?
pt_br: Usar o Seletor de arquivos Nativo?
ru_ru: Использовать родное средство выбора файлов?
uk_ua: Використовувати власний засіб вибору файлів?

source: This will use your operating systems native file picker when selecting files.
cs_cz: Tímto se při výběru souborů použije výchozí prohlížeč souborů vašeho operačního systému.
es_es: Esto utilizará el selector de archivos nativo de su sistema operativo al seleccionar archivos.
fr_fr: Vous utiliserez le sélecteur de fichiers natif de votre système d'exploitation pour sélectionner les fichiers.
no_no: Bruk operativsystemets innebygde fil-velger ved velging av filer.
pl_pl: Spowoduje to użycie systemowej przeglądarki plików podczas wyboru ścieżki do plików.
pt_br: Isso usará o seletor de arquivos nativo do seu sistema operacional ao selecionar arquivos.
ru_ru: При выборе файлов будет использоваться встроенный в вашу операционную систему инструмент выбора файлов.
uk_ua: Під час вибору файлів використовуватиметься засіб вибору файлів вашої операційної системи.

source: Use Recycle Bin/Trash?
cs_cz: Používat Koš?
es_es: ¿Usar Papelera de reciclaje?
fr_fr: Voulez-vous utilisez la corbeille ?
no_no: Bruk papirkurven/søppel?
pl_pl: Używać systemowego kosza na śmieci?
pt_br: Usar Lixeira?
ru_ru: Использовать корзину?
uk_ua: Використовувати bin/trash?

source: This will use your operating systems recycle bin/trash where possible when deleting files/instances/servers instead of just deleting them entirely, allowing you to recover files if you make a mistake or want to get them back.
cs_cz: Při odstraňování souborů/balíčků/serverů se použije koš vašeho operačního systému místo jejich úplného odstranění, což vám umožní obnovit soubory, pokud uděláte chybu nebo je chcete získat zpět.
es_es: Esto utilizará la papelera/papelera de reciclaje de su sistema operativo siempre que sea posible al eliminar archivos/instancias/servidores en lugar de simplemente eliminarlos por completo, lo que le permitirá recuperar archivos si comete un error o desea recuperarlos.
fr_fr: Cette fonction utilisera la corbeille de système d'exploitation lorsque vous supprimez des fichiers/instances/serveurs au lieu de juste les supprimer entièrement. Ce qui vous autorise à récupérer des fichiers si vous faites une erreur ou si vous souhaitez les récupérer.
no_no: Denne innstillingen vil gjøre at filer/instanser/tjenere blir flyttet til operativsystemets papirkurv/søppel når de blir slettet i ATLauncher istedenfor å permanent slette de om det skulle skje et uhell eller du ønsker å hente filene tilbake.
pl_pl: ATLauncher będzie używać systemowego kosza na śmieci, aby usuwać pliki / instancje, zamiast bezpowrotnie kasować pliki/instancje.
pt_br: Isso usará a lixeira do seu sistema operacional sempre que possível ao excluir arquivos/instâncias/servidores em vez de apenas excluí-los completamente, permitindo que você recupere arquivos se cometer um erro ou quiser recuperá-los.
ru_ru: Это будет использовать ваш Бин от операционной систему, где это возможно, при удалении файлов/экземпляров/серверов, а не просто удалять их полностью, что позволит вам восстановить файлы, если вы допустили ошибку или хотите вернуть их.
uk_ua: Це використовуватиме bin/trash вашої операційної системи, якщо це можливо, під час видалення файлів/екземплярів/серверів замість їх повного видалення, дозволяючи відновлювати файли, якщо ви зробили помилку або захочете їх повернути.

source: Enable ARM Support?
cs_cz: Povolit podporu ARM?
es_es: ¿Habilitar compatibilidad con ARM?
fr_fr: Activer le support ARM ?
no_no: Skru på støtte for ARM?
pl_pl: Włączyć obsługę ARM?
pt_br: Habilitar Suporte ao ARM?
ru_ru: Включить поддержку ARM?
uk_ua: Увімкнути підтримку ARM?

source: Support for ARM devices is still experimental. If you experience issues on an ARM based device, please turn this off.
cs_cz: Podpora pro ARM zařízení je stále experimentální. Pokud zaznamenáte problémy na zařízení založeném na ARM, vypněte toto.
es_es: El soporte para dispositivos ARM aún es experimental. Si experimenta problemas en un dispositivo basado en ARM, desactívelo.
fr_fr: Le support pour les appareils ARM est encore expérimental. Si vous rencontrez des problèmes sur un appareil basé ARM, veuillez désactiver cette fonction.
no_no: Støtte/kompabilitet for ARM enheter er eksperimentell. Om du støter på problemer på en ARM-basert enhet, vennligst skru av denne innstillingen.
pl_pl: Eksperymentalne: Wsparcie dla systemów sprzętowych opartych na architekturze ARM. W razie niepożądanego działania prosimy o wyłączenie tej funkcji.
pt_br: O suporte para dispositivos ARM ainda é experimental. Se você tiver problemas em um dispositivo baseado em ARM, por favor desative esta opção.
ru_ru: Поддержка устройств ARM все еще находится на экспериментальной стадии. Если у вас возникли проблемы с устройством на базе ARM, отключите эту функцию.
uk_ua: Підтримка пристроїв ARM все ще експериментальна. Якщо у вас виникли проблеми з пристроєм на основі ARM, вимкніть це.

source: General
cs_cz: Hlavní
fr_fr: Général
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Основные
uk_ua: Загальні

source: Category:
cs_cz: Kategorie:
es_es: Categoría:
fr_fr: Catégorie:
no_no: Kategori:
pl_pl: Kategoria:
pt_br: Categoria:
pt_pt: Categoria:
ru_ru: Категория:
uk_ua: Категорія:

source: Sort:
cs_cz: Třídit:
es_es: Ordenar:
fr_fr: Trier:
no_no: Sorter etter:
pl_pl: Sortować:
pt_br: Ordenar por:
pt_pt: Ordenar:
ru_ru: Сортировать:
uk_ua: Сортування:

source: Add Manually
cs_cz: Přidat ručně
es_es: Agregar manualmente
fr_fr: Ajouter manuellement
no_no: Legg til manuelt
pl_pl: Dodaj ręcznie
pt_br: Adicionar Manualmente
pt_pt: Addicionar Manualmente
ru_ru: Добавить вручную
uk_ua: Додати вручну

source: Search
cs_cz: Hledat
es_es: Buscar
fr_fr: Rechercher
nl_nl: Zoek
no_no: Søk
pl_pl: Szukaj
pt_br: Pesquisa
pt_pt: Procurar
ru_ru: Поиск
uk_ua: Пошук

source: Add Pack By ID/Slug/URL
cs_cz: Přidat balíčky pomocí ID/Slug/URL
es_es: Agregar paquete por ID/Slug/URL
fr_fr: Ajouter un Pack par ID/Slug/URL
no_no: Legg til modpakke via ID/Slug/URL
pl_pl: Dodaj paczkę według ID/Slug/URL
pt_br: Adicionar Pacote por ID/Slug/URL
ru_ru: Добавить пакет по ID/Slug/URL
uk_ua: Додайте пакет за ID/Slug/URL

source: Enter an ID/slug/url for a pack to add manually:
cs_cz: Zadejte ID/slug/url pro balíček, který chcete přidat ručně:
es_es: Ingrese una ID/slug/url para que un paquete se agregue manualmente:
fr_fr: Entrer une ID/slug/url pour un Pack a ajouté manuellement:
no_no: Skriv inn en ID/Slug/URL for en modpakke som skal legges til manuelt:
pl_pl: Wprowadź ID/slug/adres URL paczki, którą chcesz dodać ręcznie:
pt_br: Insira aqui o ID/Slug/URL para adicionar um pacote manualmente:
ru_ru: Введите ID/slug/url для пакета, чтобы добавить эго вручную:
uk_ua: Введіть ID/slug/url для пакета, який потрібно додати вручну:

source: All Versions
cs_cz: Všechny verze
es_es: Todas las versiones
fr_fr: Toutes les versions
no_no: Alle versjoner
pl_pl: Wszystkie wersje
pt_br: Todas as Versões
pt_pt: Todas as Versões
ru_ru: Все Версий
uk_ua: Усі версії

source: All Categories
cs_cz: Všechny kategorie
es_es: Todas las categorías
fr_fr: Toutes les catégories
no_no: Alle kategorier
pl_pl: Wszystkie kategorie
pt_br: Todas as Categorias
pt_pt: Todas as Categorias
ru_ru: Все категории
uk_ua: Усі категорії

source: Save
cs_cz: Uložit
es_es: Guardar
fr_fr: Sauvegarder
nl_nl: Opslaan
no_no: Lagre
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru_ru: Сохранить
uk_ua: Зберегти

source: Language Changed. Restart?
cs_cz: Jazyk změněn. Restartovat?
es_es: El idioma ha sido actualizado. ¿Reiniciar?
fr_fr: Langue changée. Redémarrer ?
no_no: Språket har blitt endret. Vil du restarte?
pl_pl: Zmieniono język programu. Czy chcesz ponownie uruchomić aplikację?
pt_br: Idioma alterado. Reiniciar?
pt_pt: Linguagem mudada. Quer reiniciar?
ru_ru: Язык изменен. Перезапустить?
uk_ua: Мова змінена. Перезапустити?
