Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: The server couldn't be launched as we don't know how to launch it.<br/><br/>Please open the server folder and run the {0} file manually.
cs_cz: Server nelze spustit, protože nevíme, jak jej spustit.<br/><br/>Otevřete složku serveru a spusťte soubor {0} ručně.
es_es: No se pudo iniciar el servidor porque no sabemos cómo iniciarlo.<br/><br/> Abra la carpeta del servidor y ejecute el archivo {0} manualmente.
fr_fr: Le serveur n'a pas pu être démarré car nous ne savons pas le faire.<br/><br/>Ouvrez le dossier du serveur et lancez le fichier {0} manuellement.
no_no: Tjeneren kunne ikke bli startet ettersom et problem oppstod og ATLauncher ikke vet hvordan den skal startes.<br/><br/>Du kan alternativt starte tjeneren manuelt ved å åpne mappen tjeneren er i og kjøre filen {0}.
pl_pl: Wybrana instancja serwera nie mogła zostać uruchomiona, ponieważ nie wiemy jak ją uruchomić.<br/><br/>Należy ręcznie uruchomić serwer za pomocą pliku {0} w głównym katalogu instancji serwera.
pt_br: O servidor não pode ser iniciado, pois não sabemos como iniciá-lo.<br/><br/>Por favor, abra a pasta do servidor e inicie o arquivo {0} manualmente.
pt_pt: O servidor não pôde ser iniciado, pois não sabemos como inicia-lo.<br/><br/>Por favor, abra a pasta do servidor e inicie o ficheiro {0} manualmente.
ru_ru: Не удалось запустить сервер, так как мы не знаем, как его запустить.<br/><br/>Пожалуйста, откройте папку сервера и запустите файл {0} вручную.
uk_ua: Не вдалося запустити сервер, оскільки ми не знаємо, як його запустити.<br/><br/>Будь ласка, відкрийте теку сервера та запустіть файл {0} вручну.

source: Error making backup
cs_cz: Při vytváření zálohy došlo k chybě
es_es: Error al crear la copia de seguridad
fr_fr: Erreur lors de la sauvegarde
no_no: En feil oppstod ved sikkerhetskopiering
pl_pl: Błąd utworzenia kopii zapasowej
pt_br: Erro ao fazer cópia de segurança
pt_pt: Erro ao fazer a cópia de segurança
ru_ru: Ошибка в создания резервной копии
uk_ua: Помилка створення резервної копії

source: An instance already exists with that name.<br/><br/>Rename it and try again.
cs_cz: Již existuje instance s tímto názvem.<br/><br/>Zvolte jiný název a zkuste to znovu.
es_es: Una instancia ya existe con ese nombre.<br/><br/>Renombra y vuelve a intentarlo.
fr_fr: Une instance existe déjà sous ce nom.<br/><br/>Renommez-la puis réessayez.
nl_nl: Een instance bestaat al met die naam.<br/><br/>Hernoem het en probeer het opnieuw.
no_no: Et eksemplar eksisterer allerede med det navnet.<br/><br/>Gi nytt navn til det og prøv igjen.
pl_pl: Instancja z podaną nazwą już istnieje.<br/><br/>Zmień nazwę i spróbuj ponownie.
pt_br: Uma instância já existe com este nome. <br/><br/>Altere o nome e tente novamente.
pt_pt: Já existe uma instância com este nome. <br/><br/>Mude o nome e tente novamente.
ru_ru: Сборка с таким именем уже существует.<br/><br/>Переименуйте её и попробуйте еще раз.
uk_ua: Екземпляр з таким ім'ям вже існує.<br/><br/>Змініть ім'я і спробуйте ще раз.

source: Instance name is invalid. It must contain at least 1 letter or number.
cs_cz: Neplatný název instance. Název musí obsahovat nejméně 1 číslo nebo písmeno.
es_es: El nombre de la instancia no es válido. Debe contener al menos 1 letra o número.
fr_fr: Le nom de l'instance est invalide. Il doit contenir au moins 1 lettre ou chiffre.
nl_nl: Instance naam is ongeldig. Het moet ten minste 1 letter of nummer bevatten.
no_no: Eksemplar navn er ugyldig. Det mp inneholde minst 1 bokstav eller nummer.
pl_pl: Nazwa jest nieprawidłowa. Musi ona zawierać conajmniej 1 literę lub liczbę.
pt_br: O nome da instância é inválido. Deve conter pelo menos uma letra ou número.
pt_pt: O nome da instância é inválido. Deve conter pelo menos 1 letra ou número.
ru_ru: Недопустимое имя сборки. Оно должно содержать хотя бы одну букву или цифру.
uk_ua: Неприпустима назва екземпляру. Має містити принаймні одну букву або цифру.

source: A server already exists with that name.<br/><br/>Rename it and try again.
cs_cz: Již existuje server s tímto názvem.<br/><br/>Zvolte jiný název a zkuste to znovu.
es_es: Un servidor ya existe con ese nombre.<br/><br/>Renombralo y trata de nuevo.
fr_fr: Un serveur existe déjà sous ce nom.<br/><br/>Renommez-le puis réessayez.
nl_nl: Er bestaat al een server met die naam.<br/><br/>Hernoem het en probeer het opnieuw.
no_no: En server eksisterer allerede med det navnet.<br/><br/>Gi det nytt navn og prøv igjen.
pl_pl: Serwer z podaną nazwą już istnieje.<br/><br/>Zmień nazwę i spróbuj ponownie.
pt_br: Um servidor com o mesmo nome já existe. <br/><br/>Mude o nome e tente novamente.
pt_pt: Já existe um servidor com este nome.<br/><br/>Mude o nome e tente novamente.
ru_ru: Сервер с таким именем уже существует.<br/><br/>Переименуйте его и попробуйте еще раз.
uk_ua: Сервер з таким ім'ям вже існує.<br/><br/>Змініть ім'я і спробуйте ще раз.

source: Server name is invalid. It must contain at least 1 letter or number.
cs_cz: Neplatný název serveru. Název musí obsahovat nejméně 1 číslo nebo písmeno.
es_es: El nombre del servidor no es válido. Debe contener al menos 1 letra o número.
fr_fr: Le nom du serveur est invalide. Il doit contenir au moins 1 lettre ou chiffre.
nl_nl: Servernaam is ongeldig. Het moet ten minste 1 letter of nummer bevatten.
no_no: Server navn er ugyldig. Det må inneholde minst 1 bokstav eller nummer.
pl_pl: Nazwa jest nieprawidłowa. Musi ona zawierać conajmniej 1 literę lub liczbę.
pt_br: O nome do servidor é inválido. Deve conter pelo menos uma letra ou número.
pt_pt: O nome do servidor é inválido. Este deve conter pelo menos 1 letra ou número.
ru_ru: Недопустимое имя сервера. Оно должно содержать не менее 1 буквы или цифры.
uk_ua: Неприпустиме ім'я серверу. Має містити принаймні одну букву або цифру.

source: Starting Update Process
cs_cz: Začíná proces instalace
es_es: Iniciando proceso de instalación
fr_fr: Initialisation du processus de mise à jour
pl_pl: Rozpoczęcie procesu aktualizacji
pt_br: Começando processo de atualização
pt_pt: A iniciar o processo de instalação
ru_ru: Запуск процесса обновления
uk_ua: Початок процесу оновлення

source: Starting Reinstall Process
cs_cz: Začíná proces reinstalace
es_es: Iniciando proceso de Reinstalación
fr_fr: Démarrage du processus de réinstallation
nl_nl: Start het opnieuw installeren proces
no_no: Starter reinstallerings prosses
pl_pl: Rozpoczęcie Procesu Ponownej Instalacji
pt_br: Iniciando o processo de reinstalação
pt_pt: A iniciar o processo de reinstalação
ru_ru: Запускаем процесс переустановки
uk_ua: Запуск процесу перевстановлення

source: Starting Install Process
cs_cz: Začíná proces instalace
es_es: Iniciando proceso de instalación
fr_fr: Démarrage du processus d'installation
nl_nl: Installatieproces starten
no_no: Starter installerings prosess
pl_pl: Rozpoczęcie Procesu Instalacji
pt_br: Iniciando o processo de instalação
pt_pt: A iniciar o processo de instalação
ru_ru: Запускаем процесс установки
uk_ua: Запуск процесу встановлення

source: {0} {1} Not Updated
cs_cz: {0} {1} Nebylo aktualiováno
es_es: {0} {1} No instalado
fr_fr: {0} {1} N'a pas été mis à jour
pl_pl: {0} {1} Nie zaktualizowano
pt_br: {0} {1} Não foi atualizado
pt_pt: {0} {1} não foi instalado
ru_ru: {0} {1} Не обновлён
uk_ua: {0} {1} Не оновлено

source: {0} {1} wasn't updated.<br/><br/>Check error logs for more information.
cs_cz: {0} {1} nabylo aktualizováno.<br/><br/>Pro více informací se obraťte na záznam chyb.
es_es: {0} {1} No fue actualizado, <br/><br/> Mira en error logs/errores de inicio para obtener más información.
fr_fr: {0}{1} n'a pas été mis à jour.<br/><br/>Consultez le journal d'erreurs pour plus d'information.
pl_pl: {0} {1} Nie został zaktualizowany.<br/><br/> Sprawdź dzienniki błędów, aby uzyskać więcej informacji.
pt_br: {0} {1} Não foi atualizado.<br/><br/>Verifique o log de erros para mais informações.
pt_pt: {0} {1} não foi instalado.<br/><br/>Verifique o registo de logs para mais informações.
ru_ru: {0} {1} не был обновлён.<br/><br/>Проверьте журналы ошибок для получения дополнительной информации.
uk_ua: {0} {1} Не оновлено.<br/><br/>Для детальнішої інформації перевірте журнал помилок.

source: {0} {1} Not Reinstalled
cs_cz: {0} {1} Nebylo přeinstalováno
es_es: {0} {1} No Reinstalado
fr_fr: {0} {1} non réinstallé
nl_nl: {0} {1} Niet opnieuw geïnstalleerd
no_no: {0} {1} Er ikke Reinstallert
pl_pl: {0} {1} Nie Została Zainstalowana Ponownie
pt_br: {0} {1} não foi reinstalado
pt_pt: {0} {1} Não foi reinstalado
ru_ru: {0} {1} Не переустановлен
uk_ua: {0} {1} не перевстановлено

source: {0} {1} wasn't reinstalled.<br/><br/>Check error logs for more information.
cs_cz: {0} {1} nebylo přeinstalováno.<br/><br/>Pro více informací se obraťte na záznam chyb.
es_es: {0} {1} no fue reinstalado.<br/><br/>Comprueba los registros de errores para más información.
fr_fr: {0} {1} n'a pas été réinstallé.<br/><br/>Consultez les journaux d'erreurs pour plus d'informations.
nl_nl: {0} {1} is niet opnieuw geïnstalleerd.<br/><br/>Controleer het foutenlogboek voor meer informatie.
no_no: {0} {1} Ble ikke reinstallert. <br/><br/> Sjekk Feilsøkings loggene for mer informasjon.
pl_pl: {0} {1} nie została zainstalowana ponownie.<br/><br/>Sprawdź dziennik zdarzeń dla informacji.
pt_br: {0} {1} não foi reinstalado.<br/><br/>Verifique o log de erros para mais informações.
pt_pt: {0} {1} não foi reinstalado.<br/><br/>Verifique o registo de logs para mais informações.
ru_ru: {0} {1} не переустановлен.<br/><br/>Проверьте журналы ошибок для получения дополнительной информации.
uk_ua: {0} {1} не було перевстановлено.<br/><br/>Перевірте журнали помилок для отримання додаткової інформації.

source: {0} {1} Not Installed
cs_cz: {0} {1} Nebylo nainstalováno
es_es: {0} {1} No instalado
fr_fr: {0} {1} non installé
nl_nl: {0} {1} Niet geïnstalleerd
no_no: {0} {1} Ikke installert
pl_pl: {0} {1} Nie Została Zainstalowana
pt_br: {0} {1} não foi instalado
pt_pt: {0} {1} não foi instalado
ru_ru: Не установили {0} {1}
uk_ua: {0} {1} не встановлено

source: {0} {1} wasn't installed.<br/><br/>Check error logs for more information.
cs_cz: {0} {1} nabylo nainstalováno.<br/><br/>Pro více informací se obraťte na záznam chyb.
es_es: {0} {1} no se ha instalado.<br/><br/>Comprueba los registros de errores para más información.
fr_fr: {0} {1} n'a pas été installé.<br/><br/>Consultez les journaux d'erreurs pour plus d'informations.
nl_nl: {0} {1} is niet geïnstalleerd.<br/><br/>controleer het foutenlogboek voor meer informatie.
no_no: {0} {1} Ble ikke installert.<br/><br/> Sjekk feilsøkings loggene for mer informasjon.
pl_pl: {0} {1} nie została zainstalowana.<br/><br/>Sprawdź dziennik zdarzeń dla informacji.
pt_br: {0} {1} não foi instalado.<br/><br/>Verifique o log de erros para mais informações.
pt_pt: {0} {1} não foi instalado.<br/><br/>Verifique o registo de logs para mais informações.
ru_ru: {0} {1} не был установлен.<br/><br/>Проверьте журналы ошибок для получения дополнительной информации.
uk_ua: {0} {1} не було встановлено.<br/><br/>Перевірте журнали помилок для отримання додаткової інформації.

source: {0} {1} Installed
cs_cz: {0} {1} Nainstalováno
es_es: {0} {1} Instalado
fr_fr: {0} {1} installé
nl_nl: {0} {1} Geïnstalleerd
no_no: {0} {1} Installert
pl_pl: {0} {1} Zainstalowane
pt_br: {0} {1} instalado
pt_pt: {0} {1} Instalado
ru_ru: {0} {1} установлен
uk_ua: {0} {1} встановлено

source: {0} Updated
cs_cz: {0} aktualizováno
es_es: {0} Se actualizó
fr_fr: Version à jour{0}
pl_pl: {0} Zaktualizowano
pt_br: {0} Atualizado
pt_pt: {0} Atualizado
ru_ru: {0} Обновлён
uk_ua: {0} Оновлено

source: Instance {0} has been updated to version {1}.
cs_cz: Instalace {0} byla aktualiována na verzi {1}.
es_es: La instancia {0} se ha actualizado a la versión {1}.
fr_fr: L'instance {0} a été mise à jour à la version {1}.
pl_pl: Instancja {0} została zaktualizowana do wersji {1}.
pt_br: Instância{0} foi atualizada para a versão{1}.
pt_pt: A Instância {0} foi atualizada para a versão {1}.
ru_ru: Экземпляр {0} был обновлён до версии {1}.
uk_ua: Відбулося оновлення. {0} Теперішня версія {1}.

source: {0} {1} has been reinstalled.
cs_cz: {0} {1} bylo přeinstalováno.
es_es: {0} {1} ha sido reinstalado.
fr_fr: {0} {1} a été réinstallé.
nl_nl: {0} {1} is opnieuw geïnstalleerd.
no_no: {0} {1} Har blitt reinstallert.
pl_pl: {0} {1} została zainstalowana ponownie.
pt_br: {0} {1} foi reinstalado.
pt_pt: {0} {1} foi reinstalado com sucesso.
ru_ru: {0} {1} был переустановлен.
uk_ua: {0} {1} було перевстановлено.

source: {0} {1} server has been installed.<br/><br/>Find it in the servers tab.
cs_cz: Server na {0} {1} byl nainstalován.<br/><br/>Nejdete ho v kolonce Servery.
es_es: {0} {1} servidor ha sido instalado.<br/><br/>Encuentralo en la pestaña de servidores.
fr_fr: Le serveur {0} {1} a été installé.<br/><br/>Vous pouvez le trouver dans l'onglet "Serveurs".
nl_nl: {0} {1} server is geïnstalleerd.<br/><br/>vindt het in het tabblad servers.
no_no: {0} {1} Server har blitt installert.<br/><br/> Du kan finne den i Server fanen.
pl_pl: Serwer {0} {1} został zainstalowany.<br/><br/>Znajdziesz go w zakładce serwery.
pt_br: O servidor {0} {1} foi instalado<br/><br/>Encontre-o na aba de servidores.
pt_pt: O servidor {0} {1} foi instalado com sucesso.<br/><br/>Pode ser encontrado no separador "Servidores".
ru_ru: {0} {1} сервер был установлен.<br/><br/>Он находится во вкладке серверов.
uk_ua: {0} сервер {1} встановлено.<br/><br/>Знайдіть його на вкладці серверів.

source: {0} {1} has been installed.<br/><br/>Find it in the instances tab.
cs_cz: {0} {1} bylo nainstalováno.<br/><br/>Najdete jej v kolonce Instance.
es_es: {0} {1} ha sido instalado.<br/><br/>Encuentralo en la pestaña de instancias.
fr_fr: {0} {1} a été installé.<br/><br/>Vous pouvez le trouver dans l'onglet "Instances".
nl_nl: {0} {1} is geïnstalleerd.<br/><br/>vindt het in het tabblad instances.
no_no: {0} {1} har blitt installert.<br/><br/>Finn det i eksemplarer fanen.
pl_pl: {0} {1} została zainstalowana.<br/><br/>Znajdziesz ją w zakładce instancje.
pt_br: {0} {1} foi instalado<br/><br/>Encontre-o na aba de instâncias.
pt_pt: {0} {1} foi instalado com sucesso.<br/><br/>Pode ser encontrado no separador "Instâncias".
ru_ru: {0} {1} был установлен.<br/><br/>Найди его во вкладке экземпляров.
uk_ua: {0} {1} був встановлений.<br/><br/>Знайдіть його на вкладці екземплярів.

source: Removing {0} {1}
cs_cz: Odebírání {0} {1}
es_es: Eliminando {0} {1}
fr_fr: Suppression {0} {1}
no_no: Fjerner {0} {1}
pl_pl: Usuwanie {0} {1}
pt_br: Removendo {0} {1}
pt_pt: A remover {0} {1}
ru_ru: Удаление {0} {1}
uk_ua: Видалення {0} {1}

source: Adding {0} {1}
cs_cz: Přidávání {0} {1}
es_es: Añadiendo {0} {1}
fr_fr: Ajout {0} {1}
no_no: Legger til {0} {1}
pl_pl: Dodawanie {0} {1}
pt_br: Adicionando {0} {1}
pt_pt: A adicionar {0} {1}
ru_ru: Добавление {0} {1}
uk_ua: Додавання {0} {1}

source: Installing {0} {1}
cs_cz: Instaluji {0} {1}
es_es: Instalando {0} {1}
fr_fr: Installation {0} {1}
no_no: Installerer {0} {1}
pl_pl: Instalowanie {0} {1}
pt_br: Instalando {0} {1}
pt_pt: A instalar {0} {1}
ru_ru: Установка {0} {1}
uk_ua: Завантаження {0} {1}

source: Updating {0}
cs_cz: Aktualizace {0}
es_es: Actualizando {0}
fr_fr: Mise à jour de {0}
no_no: Oppdaterer {0}
pl_pl: Aktualizowanie {0}
pt_br: Atualizando... {0}
pt_pt: A atualizar {0}
ru_ru: Обновление {0}
uk_ua: Оновлення {0}

source: Reinstalling {0} Server
cs_cz: Přeinstalovávám {0} server
es_es: Reinstalando Servidor {0}
fr_fr: Réinstallation du serveur {0}
nl_nl: Server {0} opnieuw installeren
no_no: Reinstallerer {0} Server
pl_pl: Ponowna Instalacja Serwera {0}
pt_br: Reinstalando o servidor {0}
pt_pt: A reinstalar servidor {0}
ru_ru: Переустановка {0} сервера
uk_ua: Перевстановлення {0} серверу

source: Reinstalling {0}
cs_cz: Přeinstalovávám {0}
es_es: Reinstalando {0}
fr_fr: Réinstallation de {0}
nl_nl: {0} opnieuw installeren
no_no: Installerer {0} på nytt
pl_pl: Ponowna Instalacja {0}
pt_br: Instalando {0}
pt_pt: A reinstalar {0}
ru_ru: Переустановка {0}
uk_ua: Перевстановлення {0}

source: Installing {0} Server
cs_cz: Instaluji {0} server
es_es: Instalando el servidor {0}
fr_fr: Installation du serveur {0}
nl_nl: Server {0} installeren
no_no: Installerer {0} Server
pl_pl: Instalowanie Serwera {0}
pt_br: Instalando servidor {0}
pt_pt: A instalar servidor {0}
ru_ru: Установка {0} сервера
uk_ua: Встановлення {0} серверу

source: Save Mods?
cs_cz: Uložit mody?
es_es: ¿Guardar Mods?
fr_fr: Sauvegarder les Modes?
no_no: Lagre mods?
pl_pl: Zapisać modyfikacje?
pt_br: Salvar Mods?
pt_pt: Guardar Mods?
ru_ru: Сохранить Моды?
uk_ua: Зберегти моди?

source: Since this update changes the Minecraft version, your custom mods may no longer work.<br/><br/>The mods installed will be removed since you've not checked the "Save Mods" checkbox.<br/><br/>Do you want to save your mods?
cs_cz: Protože tato aktualizace mění verzi Minecraftu, vaše vlastní mody již nemusí fungovat.<br/><br/>Nainstalované mody budou odstraněny, protože jste nezaškrtli políčko „Uložit mody“.<br/><br/>Chcete uložit své mody?
es_es: Dado que esta actualización cambia la versión de Minecraft, es posible que sus mods personalizados ya no funcionen.<br/><br/>Los mods instalados se eliminarán porque no marcó la casilla de verificación "Guardar Mods".<br/><br/ > ¿Quieres guardar tus mods?
fr_fr: La dernière mise à jour a changé la version de Minecraft, vos Mods pourraient ne plus fonctionner.<br/><br/> Les Mods installés vont être supprimés car vous n'avez pas cocher la case sauver les Mods.<br/><br/> Voulez-vous sauver les Mods?
no_no: Siden denne oppdateringen vil endre Minecraft versjonen kan det hende de egendefinerte moddene du har lagt til ikke lenger vil fungere.<br/><br/>Desse moddene vil bli fjernet siden "Lagre mods" ikke har blitt krysset av.<br/><br/>Ønsker du å lagre moddene?
pl_pl: Ponieważ obecna aktualizacja zmienia wersję gry Minecraft, wybrane modyfikacje mogą przestać działać.<br/><br/>Zainstalowane mody zostaną usunięte, ponieważ nie wybrano opcji „Zachowaj mody”<br/><br/>Czy wybrane mody mają zostać zachowane?
pt_br: Como essa atualização altera a versão do Minecraft, seus mods customizados não iram mais funcionar.<br/><br/>Os mods instalados serão removidos desde que você não tenha selecionado a opção "Salvar Mods"<br/><br/>Você quer salvar seus mods?
pt_pt: Já que esta atualização muda a versão do Minecrafr, os teus mods personalizados podem não funcionar mais.<br/><br/>Os mods instalados serão removidos já que não selecionaste a caixa de verficação "Salvar Mods".<br/><br/>Deseja salvar os seus mods?
ru_ru: Поскольку это обновление изменяет версию Minecraft, ваши пользовательские моды могут больше не работать.<br/><br/>Установленные моды будут удалены, поскольку вы не установили флажок «Сохранить моды».<br/><br/>Хотите сохранить свои моды?
uk_ua: Оскільки це оновлення змінює версію Minecraft, деякі ваші моди можуть більше не працювати.<br/><br/>Завантажені моди буде видалено, оскільки ви не увімкнули параметр «Зберегти моди».<br/><br/>Ви хочете зберегти свої моди?

source: We were unable to download this modpack.<br/>This is likely due to the author of the modpack disabling third party clients from downloading it.<br/><br/>You'll be prompted shortly to download the modpack manually through your browser to your downloads folder.<br/>Once you've downloaded the file that was opened in your browser to your downloads folder, we can continue with installing the modpack.<br/><br/>This process is unfortunate, but we don't have any choice in this matter and has to be done this way.
cs_cz: Nepodařilo se nám stáhnout tento balíček.<br/>Je to pravděpodobně způsobeno tím, že autor balíčku zakázal klientům třetích stran jej stáhnout.<br/><br/>Brzy budete vyzváni, abyste si balíček stáhli ručně prostřednictvím prohlížeče do složky se staženými soubory.<br/>Jakmile stáhnete soubor, který byl otevřen ve vašem prohlížeči, do složky stažených souborů, můžeme pokračovat v instalaci balíčku.<br/><br/>Tento proces je nutný, protože v této věci nemáme na výběr a musíme to udělat tímto způsobem.
es_es: No hemos podido descargar algunos de los mods de este pack.<br/>Probablemente esto sea porque el autor de ese mod ha desactivado la descarga desde clientes externos.<br/><br/>Se te descargará el mod a tu carpeta de descargas de tu navegador.<br/>Una vez hayas descargado el archivo que se abrió en tu navegador y se bajó a tu carpeta de descargas, podrás continuar con el resto de mods que han desactivado esta opción<br/><br/>Por desgracia, esto no es algo que nosotros podamos controlar, y esta es la única manera posible de hacerlo.
fr_fr: Nous n'avons pas pu télécharger certains mods du modpack.<br/> Cette erreur est probablement due à l'auteur du mod qui empêche les applications tiers de les télécharger.<br/><br/>Nous vous demandons de télécharger ses mods manuellement grâce à votre navigateur et de les conserver dans votre dossier de téléchargement.<br/>Votre navigateur s'ouvrira automatiquement pour vous permettre de les télécharger un à un.<br/><br/>Nous sommes désolé que vous deviez le faire manuellement, mais nous n'avons que cette solution.
no_no: Vi klarte ikke å laste ned denne modpakken.<br/>Dette skjer mest sannsynlig fordi forfatteren av modden har skrudd av "third party" nedlasting.<br/><br/>Du vil nå bli bedt om å laste ned desse moddene til mappen din med nedlastinger manuelt via nettleser.<br/>Etter du har gjort dette kan installasjonen fortsette som vanlig.<br/><br/>Dette er trasig, men vi har desverre ikke noe annet valg.
pl_pl: Nie mogliśmy pobrać tego pakietu modów.<br/>Jest to prawdopodobnie spowodowane tym, że autor pakietu modów uniemożliwił klientom zewnętrznym pobranie go.<br/><br/>Wkrótce zostaniesz poproszony o ręczne pobranie pakietu modów przez przeglądarki do folderu pobierania.<br/>Po pobraniu pliku otwartego w przeglądarce do folderu pobierania możemy kontynuować instalację pakietu modów.<br/><br/>Ten proces jest niefortunny, ale nie mamy w tej sprawie żadnego wyboru i tak trzeba postąpić.
pt_br: Não foi possível fazer o download deste modpack.<br/>Isso provavelmente ocorre porque o autor do modpack desativou o download de clientes de terceiros.<br/><br/>Você será solicitado em breve a baixar o modpack manualmente através do seu navegador para sua pasta de downloads.<br/>Depois de baixar o arquivo que foi aberto em seu navegador para sua pasta de downloads, podemos continuar com a instalação do modpack<br/><br/>Este processo é lamentável, mas não temos escolha neste assunto e tem que ser feito desta forma.
pt_pt: Fomos incapazes de descarregar este modpack.<br/>Isto é provavelmente devido ao autor do modpack ter desativado clientes de terçeiros de descarrega-lo.<br/><br/>Será rapidamente perguntado para descarregar o modpack manualmente através do seu explorador para a sua pasta de downloads.<br/>Uma vez que tenha descarregado o ficheiro que foi abrido no seu explorador para a sua pasta de downloads, podemos continuar com a instalação do modpack.<br/><br/>Este processo é lamentável, mas não temos qualquer escolha na matéria e tem que ser feito desta forma.
uk_ua: Нам не вдалося завантажити деякі моди з цього пакету.<br/>Це, імовірно, пов’язано з тим, що автор цього моду заборонив стороннім клієнтам його завантажувати.<br/><br/>Незабаром вам буде запропоновано вручну завантажити моди через свій браузер у папку завантажень.<br/>Після того, як ви завантажите файл, відкритий у вашому браузері, у папку завантажень, ви можете продовжити перегляд усіх модів, які не вимагають ручного завантаження.<br /><br/>Цей процес викликає незручності, але ми не маємо вибору в цьому питанні, і повинні діяти таким чином.
