Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: The skin you chose is invalid. Please make sure you selected the right file and try again.<br/><br/>All skins must be 64x64 or 64x32 pixels.
cs_cz: Vybraný vzhled je neplatný. Ujistěte se, že jste vybrali správný soubor, a zkuste to znovu.<br/><br/>Všechny vzhledy musí mít 64x64 nebo 64x32 pixelů.
es_es: El aspecto selecionado no es valido. Por favor, vereifique de que ha seleccionado el archivo correcto e inténtelo de nuevo.<br/><br/> Todas las pieles deben ser de 64x64 o 64x32 píxeles.
fr_fr: Le skin que vous avez choisi n'est pas valide. Vérifiez que vous avez bien sélectionné le bon fichier et réessayez. <br/><br/>Les skins doivent être dans le format 64x64 ou 64x32 pixels.
no_no: Avataren du har valgt er ugyldig. Forsikre deg om at du har valgt riktig fil og prøv igjen.<br/><br/>Alle avatar filer må vere 64x64 eller 64x32 piksler.
pl_pl: Wybrano niewłaściwy plik. Upewnij się, że wskazany plik jest właściwy, a następnie spróbuj ponownie.<br/><br/>Skórki muszą mieć rozmiar 64 × 64 pikseli albo 64 × 32 px.
pt_br: A skin que você escolheu é inválida. Por favor, tenha certeza que você selecionou o arquivo correto e tente novamente.<br/><br/>Todas as skins devem ter 64x64 ou 64x32 pixels.
pt_pt: A skin que escolheu é inválida. Por favor certifique-se que selcionou o ficheiro certo e tente novamente.<br/><br/>Todas as skins têm de ser 64x64 ou 64x32 pixeis.
ru_ru: Выбранный вами скин недействителен. Пожалуйста, убедитесь, что вы выбрали правильный файл и попробуйте еще раз.<br/><br/>Все скины должны быть размером 64x64 или 64x32 пикселей.
uk_ua: Вибрана вами скін недійсний. Будь ласка, переконайтеся, що ви вибрали правильний файл, і повторіть спробу.<br/><br/>Усі скіни мають бути 64x64 або 64x32 пікселів.

source: Skin Type
cs_cz: Typ skinu
es_es: Tipo de aspecto
fr_fr: Type de skin
no_no: Avatar type
pl_pl: Rodzaj skórki
pt_br: Tipo de skin
pt_pt: Tipo de aspecto
ru_ru: Тип Скина
uk_ua: Тип скіна

source: Upload
cs_cz: Nahrát
es_es: Subir
fr_fr: Importer
no_no: Last opp
pl_pl: Prześlij
pt_br: Enviar
pt_pt: Carregar
ru_ru: Загрузить
uk_ua: Завантажити

source: Updating Skin
cs_cz: Aktualizace skinu
es_es: Subiendo aspecto
fr_fr: Mise à jour du skin
no_no: Oppdaterer avatar
pl_pl: Aktualizowanie skórki
pt_br: Atualizando Skin
pt_pt: A atualizar o aspecto
ru_ru: Обновление скина
uk_ua: Оновлення скіну

source: There was an error updating your skin.<br/><br/>Please check the logs and try again.
cs_cz: Při aktualizaci vašeho skinu došlo k chybě.<br/><br/>Zkontrolujte prosím protokoly a zkuste to znovu.
es_es: Hubo un error al actualizar su skin.<br/><br/>Por favor revise los registros y vuelva a intentarlo.
fr_fr: Il semblerait qu'une erreur s'est produite lors du chargement du skin. <br/><br/>Vérifiez les logs et réessayez.
no_no: En feil oppstod ved oppdatering av avatar.<br/><br/>Sjekk loggen for detaljer og prøv igjen.
pl_pl: Nastąpił nieoczekiwany błąd podczas aktualizacji skórki.<br/><br/>Sprawdź konsolę/logi, aby dowiedzieć się więcej, a następnie spróbuj ponownie.
pt_br: Houve um erro ao atualizar sua skin.<br/><br/>Por favor, confira os logs e tente novamente.
pt_pt: Houve um erro ao atualizar o teu aspecto.<br/><br/>Por favor, verifique os registos (logs) e tente novamente.
ru_ru: Произошла ошибка при обновлении вашего скина.<br/><br/>Пожалуйста, проверьте журналы и повторите попытку.
uk_ua: Під час оновлення вашої скіну сталася помилка.<br/><br/>Перевірте журнали та повторіть спробу.

source: Install {0}
cs_cz: Instalovat {0}
es_es: Instalando {0}
fr_fr: Installer {0}
no_no: Installer {0}
pl_pl: Zainstaluj {0}
pt_br: Instalar {0}
pt_pt: Instalar {0}
ru_ru: Установить {0}
uk_ua: Завантаження {0}

source: Before installing {0} mods, you should install {1} first!
cs_cz: Před instalací {0} modů byste měli nejprve nainstalovat {1}!
es_es: ¡Antes de instalar {0} modificaciones, primero debe instalar {1}!
fr_fr: Avant de pouvoir installer {0} mode, vous devez installer {1}!
no_no: Før installasjon av {0} modder burde du innstallere {1} først!
pl_pl: Przed zainstalowaniem modów {0} powinieneś najpierw zainstalować {1}!
pt_br: Antes de instalar mods de {0}, você precisa instalar {1} primeiro!
pt_pt: Antes de instalar {0} mods, deve primeiramente instalar {1}!
ru_ru: Перед установкой {0} модов вы должны сначала установить {1}!
uk_ua: Перш ніж встановлювати модифікації {0}, вам слід спочатку встановити {1}!

source: Modrinth doesn't support filtering accurately for Legacy Fabric, so mods shown may not be installable. Consider using CurseForge or visit <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> for a list of compatable mods.
cs_cz: Modrinth nepodporuje přesné filtrování pro Legacy Fabric, proto módy nemusí jít instalovat. Zvažte používání CurseForge nebo navštivte <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> pro list podporovaních módů.
es_es: Modrinth no admite el filtrado preciso para Legacy Fabric, por lo que puede que los mods mostrados no se puedan instalar. Considere usar CurseForge o visite <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> para obtener una lista de mods compatibles.
fr_fr: Modrinth ne supporte pas pleinement le filtrage des mods Fabric Legacy, certains des mods affichés peuvent parfois ne pas être installés. Utilisez plutôt CurseForge ou visitez <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> pour voir la liste des mods compatibles.
no_no: Modrinth støtter ikke filtrering presist for Legacy Fabric, det er ikke sikkert at alle modder vist kan installeres. Vurder å bruke CurseForge eller besøk <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> for en liste av støttede modder.
pl_pl: Modrinth nie obsługuje dokładnego filtrowania dla Starszego Fabric'a, Więc wyświetlane mody mogą być nie do zainstalowania. Rozważ użycie CurseForge albo odwiedź <a href="https://legacyfabric.net/mods.html"> https://legacyfabric.net/mods.html</a> Dla Listy kompatybilnych modów.
pt_br: Modrinth não possue filtros precisos para Legacy Fabric, então os mods que aparecem poem não ser instaláveis. Considere usar CurseForge ou visite <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> para uma lista de mods compatíveis.
pt_pt: O Modirinth não suporta precisamente filtrar para Legacy Fabric, então mods mostrados podem não ser instaláveis. Considere usar CurseForge ou visite <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a> para uma lista de mods compatíveis.
ru_ru: Modirinth не поддерживает точную фильтрацию модов Legacy Fabric, поэтому некоторые из них могут быть недоступны для скачивания. Воспользуйтесь CurseForge или посетите <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a>, чтобы увидеть список поддерживаемых модов.
uk_ua: Modrinth не підтримує точне фільтрування для Legacy Fabric, тому показані моди можуть бути неможливими для встановлення. Розгляньте можливість використання CurseForge або відвідайте <a href="https://legacyfabric.net/mods.html">https://legacyfabric.net/mods.html</a>, щоб переглянути список сумісних модів.

source: Adding Mods For {0}
cs_cz: Přidání módů pro {0}
es_es: Añadiendo Mods para {0}
fr_fr: Ajout de mods pour {0}
nl_nl: Mods toevoegen voor {0}
no_no: Legger til modifikasjon for {0}
pl_pl: Dodawanie Modów Dla {0}
pt_br: Adicionando Mods para {0}
pt_pt: Adicionando Mods para {0}
ru_ru: Добавление модов для {0}
uk_ua: Додавання модів для {0}

source: Resource Packs
cs_cz: Balíčky modifikací
es_es: Paquetes de recursos
fr_fr: Packs de ressources
no_no: Ressurspakker
pl_pl: Paczki Zasobów
pt_br: Pacote de recursos
pt_pt: Pacotes de recursos
ru_ru: Наборы текстур
uk_ua: Пакети ресурсів

source: Shaders
cs_cz: Shadery
pl_pl: Shadery
pt_br: Sombras
ru_ru: Шейдеры
uk_ua: Шейдери

source: Worlds
cs_cz: Světy
es_es: Mundos
fr_fr: Mondes
no_no: Verdener
pl_pl: Światy
pt_br: Mundos
pt_pt: Mundos
ru_ru: Миры
uk_ua: Світи

source: Popularity
cs_cz: Popularita
es_es: Popularidad
fr_fr: Popularité
no_no: Popularitet
pl_pl: Popularność
pt_br: Popularidade
pt_pt: Popularidade
ru_ru: Популярность
uk_ua: Популярність

source: Last Updated
cs_cz: Naposledy aktualizováno
es_es: Última actualización
fr_fr: Dernière mise à jour
no_no: Sist oppdatert
pl_pl: Ostatnio Zaktualizowane
pt_br: Última atualização
pt_pt: Última atualização
ru_ru: Последнее обновление
uk_ua: Останнє оновлення

source: Total Downloads
cs_cz: Celkový počet stažení
es_es: Descargas totales
fr_fr: Total de téléchargement
no_no: Totale nedlastinger
pl_pl: Liczba wszystkich pobrań
pt_br: Total de Downloads
pt_pt: Total de descarregamentos
ru_ru: Всего загрузок
uk_ua: Всього завантажень

source: Relevance
cs_cz: Důležitost
es_es: Relevante
fr_fr: Pertinence
no_no: Relevanse
pl_pl: Istotność
pt_br: Relevância
pt_pt: Relevância
ru_ru: Актуальность
uk_ua: Релевантність

source: Newest
cs_cz: Nejnovější
es_es: Más recientes
fr_fr: Le plus récent
no_no: Nyeste
pl_pl: Najnowsze
pt_br: Mais Recente
pt_pt: Mais Recente
ru_ru: Новые
uk_ua: Найновіше

source: Getting {0} Information
cs_cz: Získávání informací o {0}
es_es: Obtener {0} información
fr_fr: Récupération des informations depuis {0}
no_no: Skaffer {0} informasjon
pl_pl: Pobieranie informacji o {0}
pt_br: Obtendo {0} informação
pt_pt: A receber informação {0}
ru_ru: Получение {0} информации
uk_ua: Отримання інформації про {0}

source: Error Getting {0} Information
cs_cz: Chyba při získávání informací o {0}
es_es: Error al obtener información de {0}
fr_fr: Erreur lors de la récupération des informations depuis {0}
no_no: Kunne ikke skaffe {0} informasjon
pl_pl: Niepowodzenie otrzymywania informacji o {0}
pt_br: Erro ao obter informações {0}
pt_pt: Erro ao receber informação {0}
ru_ru: Ошибка При получении Информации {0}
uk_ua: Помилка отримання інформації {0}

source: There was an error getting {0} information from {1}. Please try again later.
cs_cz: Při získávání informací o {0} z {1} došlo k chybě. Prosím zkuste to znovu později.
es_es: Se produjo un error al obtener la información de {0} de {1}. Por favor, inténtelo de nuevo más tarde.
fr_fr: Il semblerait qu'une erreur s'est produite lors de la récupération des informations {0} depuis {1}. Réessayez plus tard.
no_no: Det oppstod en feil under skaffing av {0} informasjon fra {1}. Vennligst prøv igjen senere.
pl_pl: Nastąpił nieoczekiwany błąd podczas pobierania informacji o {0} z platformy {1}. Prosimy spróbować ponownie.
pt_br: Houve um erro ao obter informações de {0} no {1}. Tente novamente mais tarde.
pt_pt: Ocorreu um erro ao receber informação {0} de {1}. Por favor tente novamente mais tarde.
ru_ru: Произошла ошибка при получении информации {0} из {1}. Пожалуйста, попробуйте еще раз позже.
uk_ua: Сталася помилка отримання інформації про {0} від {1}. Будь ласка спробуйте пізніше.

source: Getting Mod Information
cs_cz: Získání informací o modu
es_es: Obtener información de mods
fr_fr: Récupération des informations du mode
no_no: Skaffer mod informasjon
pl_pl: Pobieranie informacji o modyfikacji
pt_br: Obtendo Informação do Mod
pt_pt: Obtendo a Informação do Mod
ru_ru: Получение Информации о Моде
uk_ua: Отримання інформації про файл

source: Error Getting Mod Information
cs_cz: Chyba při získávání informací o modu
es_es: Error al obtener información de mod
fr_fr: Erreur lors de la récupération des informations du mod
no_no: Kunne ikke skaffe mod informasjon
pl_pl: Niepowodzenie pobierania informacji o modyfikacji
pt_br: Erro ao Obter Informação do Mod
pt_pt: Erro a Obter a Informação do Mod
ru_ru: Ошибка При Получении Информации о Моде
uk_ua: Помилка отримання інформації про файл

source: There was an error getting mod information from Modrinth. Please try again later.
cs_cz: Při získávání informací o modu z Modrinth došlo k chybě. Prosím zkuste to znovu později.
es_es: Se produjo un error al obtener información de modificación de Modrinth. Por favor, inténtelo de nuevo más tarde.
fr_fr: Il semblerait qu'une erreur s'est produite lors de la récupération des informations des mods depuis Modrinth. Réessayez plus tard.
no_no: Det oppstod en feil under skaffing av mod informasjon fra Modrinth. Vennligst prøv igjen senere.
pl_pl: Nastąpił nieoczekiwany błąd podczas pobierania informacji o modyfikacji z platformy Modrinth. Prosimy spróbować ponownie.
pt_br: Ocorreu um erro ao obter informações de mod, no Modrinth. Por favor, tente novamente mais tarde.
pt_pt: Ocorreu um erro ao receber informação de mod do Modrinth. Por favor tente novamente mais tarde.
ru_ru: Произошла ошибка при получении информации о моде из Modrinth. Пожалуйста, попробуйте еще раз позже.
uk_ua: Сталася помилка при отриманні інформації про мод з Modrinth. Будь ласка, спробуйте ще раз пізніше.

source: Select Mods To Install
cs_cz: Vyberte módy k instalaci
es_es: Elige los mods para instalar
fr_fr: Sélectionner les mods à installer
nl_nl: Selecteer Mods om te installeren
no_no: Velg Modifikasjon å installere
pl_pl: Wybierz Modyfikacje Do Instalacji
pt_br: Selecionar Mods para Instalar
pt_pt: Selecione os Mods a Instalar
ru_ru: Выберите моды для установки
uk_ua: Виберіть моди для встановлення

source: Required Mods
cs_cz: Potřebné módy
es_es: Mods requeridos
fr_fr: Mods requis
nl_nl: Vereiste Mods
no_no: Nødvendige modifikasjoner
pl_pl: Wymagane Modyfikacje
pt_br: Mods Obrigatórios
pt_pt: Mods Fundamentais
ru_ru: Требуемые моды
uk_ua: Необхідні моди

source: Optional Mods
cs_cz: Volitelné módy
es_es: Mods opcionales
fr_fr: Mods facultatifs
nl_nl: Optionele Mods
no_no: Valgfrie Modifikasjoner
pl_pl: Opcjonalne Modyfikacje
pt_br: Mods opcionais
pt_pt: Mods Opcionais
ru_ru: Необязательные моды
uk_ua: Необов'язкові моди

source: Use Share Code
cs_cz: Sdílet kód
es_es: Usar código compartido
fr_fr: Utiliser le code de partage
nl_nl: Gebruik Share code
no_no: Bruk Del Kode
pl_pl: Użyj Kodu Udostępniania
pt_br: Usar código de compartilhamento
pt_pt: Usar Código de Partilha
ru_ru: Использовать код обмена
uk_ua: Використовувати код обміну

source: Enter Share Code
cs_cz: Použít sdílecí kód
es_es: Introduzca código compartido
fr_fr: Entrer le code de partage
nl_nl: Voer Share code in
no_no: Legg til Delt Kode
pl_pl: Wpisz Kod Udostępniania
pt_br: Digite o código de compartilhamento
pt_pt: Inserir Código de Partilha
ru_ru: Введите код для обмена
uk_ua: Ввести код обміну

source: Select Recommended
cs_cz: Vybrat doporučené
es_es: Seleccionar recomendado
fr_fr: Sélectionner les recommandés
nl_nl: Selecteer aanbevolen
no_no: Velg Anbefalte
pl_pl: Wybierz Zalecane
pt_br: Selecionar Recomendado
pt_pt: Selecionar Recomendado
ru_ru: Выберать Рекомендуемые
uk_ua: Виберіть Рекомендовані

source: Select All
cs_cz: Vybrat vše
es_es: Seleccionar todo
fr_fr: Tout sélectionner
nl_nl: Alles selecteren
no_no: Velg Alle
pl_pl: Wybierz Wszystko
pt_br: Selecionar todos
pt_pt: Selecionar Tudo
ru_ru: Выбрать все
uk_ua: Вибрати все

source: Clear All
cs_cz: Vyčistit vše
es_es: Desmarcar todo
fr_fr: Tout décocher
nl_nl: Wis alles
no_no: Fjern Alle
pl_pl: Wyczyść Wszystko
pt_br: Limpar tudo
pt_pt: Desmarcar tudo
ru_ru: Отменить выбор
uk_ua: Очистити все

source: {0}<br/><br/>Are you sure that you want to enable this mod?
cs_cz: {0}<br/><br/>Jsi si jistý, že chceš povolit tento mód?
es_es: {0}<br/><br/>¿Seguro que quieres activar este mod?
fr_fr: {0}<br/><br/>Voulez-vous vraiment activer ce mod ?
nl_nl: {0}<br/><br/>Weet u zeker dat u deze mod wilt inschakelen?
no_no: {0}<br/><br/>Er du sikker på at du vil aktivere denne Modifikasjonen?
pl_pl: {0}<br/><br/>Jesteś pewien, że chcesz włączyć tą modyfikacje?
pt_br: {0}<br/><br/>Tem certeza que deseja ativar este mod?
pt_pt: {0}<br/><br/>Tem a certeza que quer habilitar este mod?
ru_ru: {0}<br/><br/>Вы уверены, что хотите включить этот мод?
uk_ua: {0}<br/><br/>Ви впевнені, що хочете увімкнути цей мод?

source: Invalid Share Code
cs_cz: Neplatný kód pro sdílení
es_es: Código compartido inválido
fr_fr: Code de partage invalide
nl_nl: Ongeldige Share code
no_no: Ugyldig Dele Kode
pl_pl: Nieprawidłowy Kod Udostępniania
pt_br: Código de Compartilhamento inválido
pt_pt: Código de Partilha inválido
ru_ru: Неверный код
uk_ua: Некоректний код

source: {0} Setup
cs_cz: {0} Instalace
es_es: {0} Configurar
fr_fr: Configuration de {0}
no_no: {0} Oppsett
pl_pl: {0} Konfiguracja
pt_br: Configuração de {0}
pt_pt: {0} Configurar
ru_ru: {0} Настройка
uk_ua: {0} Встановлення

source: Setting up {0}
cs_cz: Nastavování {0}
es_es: Configurando {0}
fr_fr: Configuration de {0} en cours
nl_nl: Aan het instellen {0}
no_no: Setter opp {0}
pl_pl: Konfigurowanie {0}
pt_br: Configurando {0}
pt_pt: Configurando {0}
ru_ru: Настройка {0}
uk_ua: Налаштовуємо {0}

source: Open Privacy Policy
cs_cz: Otevřete Zásady ochrany osobních údajů
es_es: Política de privacidad
fr_fr: Ouvrir la politique de confidentialité
no_no: Vis personvernserklæring
pl_pl: Polityka prywatności
pt_br: Abrir política de privacidade
pt_pt: Abrir política de privacidade
ru_ru: Открыть политику конфиденциальности
uk_ua: Відкрити Політику Конфіденційності

source: Export {0}
es_es: Exportar {0}
fr_fr: Exporter {0}
no_no: Eksporter {0}
pl_pl: Eksportuj {0}
pt_br: Exportar {0}
pt_pt: Exportar {0}
ru_ru: Экспортировать {0}
uk_ua: Експортувати {0}

source: The version of this instance
cs_cz: Verze tohoto balíčku
es_es: La versión de la instancia
fr_fr: La version de cette instance
no_no: Versjonen til denne instansen
pl_pl: Wersja wybranej instancji
pt_br: Versão da instância
pt_pt: A versão desta instância
ru_ru: Версия этой сборки
uk_ua: Версія цього екземпляра

source: Author
cs_cz: Autor
es_es: Autor
fr_fr: Auteur
no_no: Skaper
pl_pl: Autor
pt_br: Autor
pt_pt: Autor
ru_ru: Автор
uk_ua: Автор

source: Your name
cs_cz: Vaše jméno
es_es: Tu nombre
fr_fr: Votre nom
no_no: Ditt navn
pl_pl: Twoje imię
pt_br: Seu nome
pt_pt: O seu nome
ru_ru: Ваше имя
uk_ua: Ваше ім'я

source: Format
cs_cz: Formát
es_es: Formato
pt_br: Formatar
pt_pt: Formato
ru_ru: Формат
uk_ua: Формат

source: Which format to export this instance as
cs_cz: Do jakého formátu exportovat tento balíček
es_es: En qué formato exportar esta instancia como
fr_fr: Quel format pour exporter cette instance
no_no: Hvilke format som skal brukes til eksport av denne instansen
pl_pl: Eksportuj instancję do formatu
pt_br: Selecione o formato de exportação da instância
pt_pt: Exportar esta instância em que formato
ru_ru: Выберите формат экспортирования сборки
uk_ua: У якому форматі експортувати цей екземпляр

source: Save To
cs_cz: Uložit jako
es_es: Guardar en
fr_fr: Enregistrer dans
no_no: Lagre i
pl_pl: Zapisz w
pt_br: Salvar Para
pt_pt: Guardar Em
ru_ru: Сохранить в
uk_ua: Зберегти в

source: Select the folder you wish to export the instance to
cs_cz: Vyberte složku kam chcete exportovat instanci
es_es: Elige la carpeta donde quieres exportar la instancia
fr_fr: Sélectionnez le dossier dans lequel vous souhaitez exporter l'instance
no_no: Velg mappen du ønsker å eksportere denne instansen til
pl_pl: Wybierz folder do którego chcesz wyeksportować instancję
pt_br: Selecione a pasta para onde quer exportar esta instância
pt_pt: Selecione a pasta para onde quer exportar esta instância
ru_ru: Выберите папку, в которую вы хотите экспортировать сборку
uk_ua: Виберіть теку, до якої потрібно експортувати збірку

source: Folders To Export
cs_cz: Adresáře k Exportu
es_es: Carpetas a exportar
fr_fr: Dossiers à exporter
no_no: Mapper som skal eksporteres
pl_pl: Foldery do eksportu
pt_br: Pastas para Exportar
pt_pt: Pastas para extrair
ru_ru: Папки, которые нужно экспортировать
uk_ua: Папки для експорту

source: Select the folders you wish to include for this export
cs_cz: Vyberte složky které chcete zahrnout pro tento export
es_es: Selecciona las carpetas que quieres exportar
fr_fr: Sélectionnez les dossiers que vous souhaitez inclure pour cette exportation
no_no: Velg mappene du ønsker å inkludere for eksportering
pl_pl: Wybierz foldery, które chcesz dodać do eksportu
pt_br: Seleciona as pastas que deseja incluir para exportar
pt_pt: Selecione as pastas que quer incluir nesta exportação
ru_ru: Выберите папки, которые вы хотите включить для этого экспорта
uk_ua: Виберіть теки, які потрібно включити для цього експорту

source: Exporting Instance
cs_cz: Exportuji instanci
es_es: Exportando instancia
fr_fr: Exportation de l'instance
no_no: Eksporterer eksemplar
pl_pl: Eksportowanie instancji
pt_br: Exportando instância
pt_pt: A exportar instância
ru_ru: Экспортирование сборки
uk_ua: Експортування збірки

source: Exporting Instance. Please wait...
cs_cz: Probíhá export Instance. Počkejte prosím...
es_es: Exportando instancia. Por favor, espera...
fr_fr: Exportation de l'instance. Veuillez patienter...
no_no: Eksporterer instanse. Vennligst vent...
pl_pl: Eksportowanie instancji. Proszę czekać...
pt_br: Exportando Instância. Por favor, Aguarde...
pt_pt: A exportar instância. Por favor aguarde...
ru_ru: Экспортирование сборки. Пожалуйста, подождите...
uk_ua: Експортування збірки. Будь ласка, зачекайте...

source: Exported Instance Successfully
cs_cz: Instance byla uspěšně exportována
es_es: Se ha exportado con éxito
fr_fr: Instance exportée avec succès
no_no: Fullførte instanse-eksport
pl_pl: Instancja została pomyślnie wyeksportowana
pt_br: Instância exportada com sucesso
pt_pt: Instância duplicada com sucesso
ru_ru: Экспортирование сборки прошло успешно
uk_ua: Збірку експортовано успішно

source: Failed to export instance. Check the console for details
cs_cz: Exportování instance se nezdařilo. Zkontrolujte konzoli pro detaily
es_es: Error al exportar. Comprueba la consola para más detalles.
fr_fr: Échec de l'exportation de l'instance. Vérifiez la console pour plus de détails
no_no: Kunne ikke eksportere instansen. Se i konsollen for mer informasjon
pl_pl: Wystąpił błąd podczas eksportowania instancji. Sprawdź konsolę, aby dowiedzieć się więcej
pt_br: Falha ao exportar instância. Cheque o console para detalhes
pt_pt: Falha a importar a instancia. Verifique a consola para mais detalhes
ru_ru: Не удалось экспортировать сборку. Смотрите консоль для уточнения деталей
uk_ua: Не вдалося експортувати збірку. Перевірте консоль, щоб дізнатися більше

source: Account Override
cs_cz: Přepsání účtu
es_es: Anulación de cuenta
fr_fr: Remplacement de compte
no_no: Konto-overskrivelse
pl_pl: Zastąpienie konta
pt_br: Substituição de conta
pt_pt: Sobrepor/Substituir conta
ru_ru: Отменять Учетную запись
uk_ua: Зміна облікового запису
