Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Generating Pack Version From {0}
cs_cz: Generování verze balíčku z {0}
es_es: Generando la versión del paquete desde {0}
fr_fr: #. {0} est la plateforme d'où provient le modpack #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 407 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 425 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 800 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 1103 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 1162 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 1283 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 1378 #: src/main/java/com/atlauncher/workers/InstanceInstaller. java: 1475
no_no: Genererer pakke-versjon fra {0}
pl_pl: Generowanie wersji paczki z platformy {0}
pt_br: Gerando Versão do Pacote de {0}
pt_pt: A gerar versão do Modpack a partir do {0}
ru_ru: Генерация версии пакета из {0}
uk_ua: Генерація версії пакета {0}

source: Mods Not Available
cs_cz: Mody nejsou k dispozici
es_es: Mods no disponibles
fr_fr: Mod non disponible
no_no: Moddene er utilgjengelige
pl_pl: Modyfikacje niedostępne
pt_br: Mods Indisponível
pt_pt: Mods não disponíveis
uk_ua: Моди недоступні

source: We were unable to download some of the mods from this pack.<br/>This is likely due to the author of that mod disabling third party clients from downloading it.<br/><br/>You'll be prompted shortly to start downloading these mods manually through your browser to your downloads folder.<br/>Once you've downloaded the file that was opened in your browser to your downloads folder, you can continue through all the mods that have disabled this toggle.<br/><br/>This process is unfortunate, but we don't have any choice in this matter and has to be done this way.
cs_cz: Nepodařilo se nám stáhnout některé mody z tohoto balíčku.<br/>Je to pravděpodobně způsobeno tím, že autor tohoto modu zakázal klientům třetích stran jej stáhnout.<br/><br/>Brzy budete vyzváni, abyste začaly tyto mody stahovat ručně prostřednictvím svého prohlížeče do složky se staženými soubory.<br/>Jakmile stáhnete soubor, který byl otevřen v prohlížeči, do složky se staženými soubory, můžete pokračovat dalšími mody, které byly deaktivovány.<br /><br/>Tento proces je nutný, protože v této věci nemáme na výběr a musíme to udělat tímto způsobem.
es_es: No hemos podido descargar algunos de los mods de este pack.<br/>Probablemente esto sea porque el autor de ese mod ha desactivado la descarga desde clientes externos.<br/><br/>Se te descargará el mod a tu carpeta de descargas de tu navegador.<br/>Una vez hayas descargado el archivo que se abrió en tu navegador y se bajó a tu carpeta de descargas, podrás continuar con el resto de mods que han desactivado esta opción<br/><br/>Por desgracia, esto no es algo que nosotros podamos controlar, y esta es la única manera posible de hacerlo.
fr_fr: Nous n'avons pas pu télécharger certains mods du modpack.<br/> Cette erreur est probablement due à l'auteur du mod qui empêche les applications tiers de les télécharger.<br/><br/>Nous vous demandons de télécharger ses mods manuellement grâce à votre navigateur et de les conserver dans votre dossier de téléchargement.<br/>Votre navigateur s'ouvrira automatiquement pour vous permettre de les télécharger un à un.<br/><br/>Nous sommes désolé que vous deviez le faire manuellement, mais nous n'avons que cette solution.
no_no: Det var noen av moddene til denne pakken vi ikke klarte å laste ned.<br/>Dette skjer mest sannsynlig fordi forfatteren av modden har skrudd av "third party" nedlasting.<br/><br/>Du vil nå bli bedt om å laste ned desse moddene til mappen din med nedlastinger manuelt via nettleser.<br/>Etter du har gjort dette kan du fortsette som vanlig.<br/><br/>Dette er trasig, men vi har desverre ikke noe annet valg.
pl_pl: Nie mogliśmy pobrać niektórych modów z tego pakietu.<br/>Jest to prawdopodobnie spowodowane tym, że autor modu uniemożliwił pobieranie go klientom zewnętrznym.<br/><br/>Wkrótce pojawi się monit o rozpocznij pobieranie tych modów ręcznie przez przeglądarkę do folderu pobierania.<br/>Po pobraniu pliku otwartego w przeglądarce do folderu pobierania możesz przejść do wszystkich modów, które wyłączyły ten przełącznik.<br /><br/>Ten proces jest niefortunny, ale nie mamy wyboru w tej sprawie i tak trzeba zrobić.
pt_br: Não foi possível baixar alguns dos mods deste pacote.<br/>Isso provavelmente aconteceu porque o criador desse mod desativou clientes de terceiros de baixá-lo.<br/><br/>Você será redirecionado em breve para começar a baixar esses mods manualmente no seu navegador na pasta de downloads.<br/>Depois de baixar o arquivo que foi aberto no seu navegador na pasta de downloads, você pode continuar com todos os mods que desabilitaram essa opção.<br/><br/>Isso é lamentável, mas não temos escolha quanto a isso e tem que ser feito desta forma.
pt_pt: Não conseguimos transferir alguns dos Mods deste Modpack.<br/>Provavelmente, isto deve-se ao autor desses Mods ter desabilitado a transferência por clientes terceiros.<br/><br/>Será em breve solicitado que faça a transferencia desses Mods manualmente para a sua pasta transferências, através do seu navegador.<br/> Uma vez termidado essa transferência, pode continuar com os restantes Mods que estão desabilitados.<br/><br/>Infelizmente, nós não temos nenhuma escolha neste processo e tem de ser feito desta maneira.
ru_ru: Нам не удалось загрузить некоторые моды для этой сборки.<br/>Скорее всего, автор этого мода запретил его загрузку сторонними клиентами.<br/><br/>Мы вам скоро скажем, когда надо будет загрузить эти моды через браузер вручную, в вашу папку загрузок.<br/>После того как файл из браузера сохранится в папке загрузок, вы сможете продолжить скачивание остальных модов, для которых отключена эта опция.<br/><br/>К сожалению, процесс неприятный, но у нас тут нет выбора и мы должны действовать именно так.
uk_ua: Нам не вдалося завантажити деякі моди з цього пакету.<br/>Це, імовірно, пов’язано з тим, що автор цього моду заборонив стороннім клієнтам його завантажувати.<br/><br/>Незабаром вам буде запропоновано вручну завантажити моди через свій браузер у папку завантажень.<br/>Після того, як ви завантажите файл, відкритий у вашому браузері, у папку завантажень, ви можете продовжити перегляд усіх модів, які не вимагають ручного завантаження.<br /><br/>Цей процес викликає незручності, але ми не маємо вибору в цьому питанні, і повинні діяти таким чином.

source: Downloading Manifest From {0}
cs_cz: Stahování manifestu z webu {0}
es_es: Descargando manifiesto desde {0}
fr_fr: Téléchargez Manifest depuis {0}
no_no: Laster ned manifest fra {0}
pl_pl: Pobieranie Manifest z platformy {0}
pt_br: Baixando Manifesto de {0}
pt_pt: A transferir manifesto do {0}
ru_ru: Загружаем манифест от {0}
uk_ua: Завантаження маніфесту з {0}

source: Extracting Manifest
cs_cz: Extrakce manifestu
es_es: Extrayendo manifiesto
fr_fr: Extraction de Manifest
no_no: Ekstrakterer manifest
pl_pl: Wyodrębnianie Manifest
pt_br: Extraindo Manifesto
pt_pt: A extrair manifesto
ru_ru: Извлекаем манифест
uk_ua: Вилучення маніфесту

source: {0} Mods Not Available
cs_cz: {0} mody nejsou k dispozici
es_es: {0} Mods no disponibles
fr_fr: {0} Mods non disponibles
no_no: {0} modder er ikke tilgjengelige
pl_pl: {0} Modyfikacji Niedostępnych
pt_br: {0} Mods indisponíveis
pt_pt: Mods do {0} não disponíveis
ru_ru: {0} модов недоступно
uk_ua: {0} Модів недоступно

source: Some of the mods for this pack are not available to download.<br/><br/>At this time you can only install this pack via FTB launcher.
cs_cz: Některé mody pro tento balíček nelze stáhnout.<br/><br/>V současné době můžete tento balíček nainstalovat pouze prostřednictvím FTB Launcheru.
es_es: Algunos de los mods para este pack no están disponibles para su descarga.<br/><br/> En este momento, solo podrás instalar el pack con el launcher de FTB.
fr_fr: Certains des mods de ce pack ne sont pas disponibles pour le téléchargement.<br/><br/>Pour le moment, vous pouvez installer ce pack uniquement via le lanceur FTB.
no_no: Noen av moddene denne pakken trenger er ikke tilgjengelige for nedlasting.<br/><br/>For øyeblikket kan du kun installere denne modpakken via FTP Launcher.
pl_pl: Niektóre modyfikacje z wybranej paczki modów nie są dostępne do bezpośredniego pobrania.<br/><br/>Użyj oficjalnej aplikacji FTB, aby móc zainstalować paczkę.
pt_br: Alguns dos mods para essa modpack não estão disponíveis para baixar.<br/><br/>Por enquanto, você só pode instalar essa modpack via a plataforma FTB.
pt_pt: Alguns mods para este modpack não estão disponíveis para transferir.<br/><br/>Por enquanto, só pode instalar este Modpack pela plataforma FTB.
ru_ru: Некоторые моды из этой сборки недоступны для скачивания.<br/><br/>На данный момент её можно установить только через лаунчер FTB.
uk_ua: Деякі моди з цього пакета недоступні для завантаження. <br/><br/> В цей час ви можете встановити цей пак тільки через FTB лаунчер.

source: Downloading modpack.zip
cs_cz: Stahování modpack.zip
es_es: Descargando modpack.zip
fr_fr: Téléchargement de modpack.zip
no_no: Laster ner modpack.zip
pl_pl: Pobieranie modpack.zip
pt_br: Baixando modpack.zip
pt_pt: A transferir modpack.zip
ru_ru: Скачиваю modpack.zip
uk_ua: Завантаження modpack.zip

source: Downloading Minecraft Definition
cs_cz: Stahování Definice Minecraftu
es_es: Descargando definición de Minecraft
fr_fr: Téléchargement de la définition de Minecraft
nl_nl: Minecraft definitie downloaden
no_no: Laster ned Minecraft-definisjon
pl_pl: Pobieranie Definicji Minecraft
pt_br: Baixando configuração do Minecraft
pt_pt: Descarregando a Configuração do Minecraft
ru_ru: Загружается описание Minecraft
uk_ua: Завантажується опис Minecraft

source: Downloading Loader
cs_cz: Stahování Zavaděče
es_es: Descargando Loader
fr_fr: Téléchargement du chargeur
nl_nl: Loader downloaden
no_no: Laster ned loader
pl_pl: Pobieranie Ładowacza
pt_br: Baixando atualizações do lançador
pt_pt: Descarregando atualizações do lançador
ru_ru: Скачивание загрузчика
uk_ua: Завантаження завантажувача

source: Downloading Logging Client
cs_cz: Stahování Klienta Pro Přihlášení
es_es: Descargando Registro del cliente
fr_fr: Téléchargement du client de journalisation
nl_nl: Logboek client downloaden
no_no: Laster ned logging-klient
pl_pl: Pobieranie Klienta Rejestrowania
pt_br: Baixando o cliente de log
pt_pt: Descarregando o Cliente de Registo
ru_ru: Загрузка клиента журнала
uk_ua: Завантаження клієнта журналу

source: Installing Loader (May Take Some Time)
cs_cz: Instalace spouštěče (může chvíli trvat)
es_es: Instalando cargador (Esto puede tomar un tiempo)
fr_fr: Installation du lanceur (Cette action peut durer un certain temps)
no_no: Installerer modloader (dette kan ta en stund)
pl_pl: Installowanie Loadera (może zająć trochę czasu)
pt_br: Instalando Carregador (Isso pode demorar um tempo)
pt_pt: A Instalar Loader (Pode Demorar Algum Tempo)
uk_ua: Встановлення завантажувача (може зайняти деякий час)

source: Downloading Mods
cs_cz: Stahování Modifikací
es_es: Descargando Mods
fr_fr: Téléchargement des mods
nl_nl: Mods downloaden
no_no: Laster ned Modifikasjoner
pl_pl: Pobieranie Modyfikacji
pt_br: Baixando Mods
pt_pt: Descarregando Mods
ru_ru: Загрузка модов
uk_ua: Завантаження модів

source: Downloading Browser Mods
cs_cz: Stahování modů z prohlížeče
es_es: Descargando Mods del Explorador
fr_fr: Téléchargement des mods du navigateur
no_no: Laster ned nettleser-krevende modder
pl_pl: Pobieranie Modyfikacji za pomocą przeglądarki
pt_br: Baixando Buscador de Mods
pt_pt: A descarregar Mods do Explorador
ru_ru: Загрузка модов из браузера
uk_ua: Завантаження модів із браузера

source: Installing Mods
cs_cz: Instalace Modifikací
es_es: Instalando Mods
fr_fr: Installation des mods
nl_nl: Mods installeren
no_no: Installerer Modifikasjoner
pl_pl: Instalowanie Modyfikacji
pt_br: Instalando Mods
pt_pt: Instalando Mods
ru_ru: Установка модов
uk_ua: Встановлення модив

source: Copying Overrides
cs_cz: Kopíruji upravené soubory
es_es: Copiando Sobreescrituras
fr_fr: Copie des Overrides
nl_nl: Overrides kopiëren
no_no: Kopierer overskrivinger
pl_pl: Kopiowanie Nadpisów
pt_br: Copiando Substituições
pt_pt: Copiando sobrescrições
ru_ru: Копирование изменений
uk_ua: Копіювання змін

source: Calculating Files To Download
cs_cz: Výpočet souborů ke stažení
es_es: Calculando Archivos Para Descargar
fr_fr: Estimation des fichiers à télécharger
no_no: Kalkulerer mengden filer å laste ned
pl_pl: Obliczanie Plików potrzebnych do pobrania
pt_br: Calculando arquivos para baixar
pt_pt: A Calcular Ficheiros Para Transferir
uk_ua: Розрахунок файлів для завантаження

source: Creating Config Directories
cs_cz: Vytváření konfiguračních adresářů
es_es: Creando Directorios de Configuración
fr_fr: Création des répertoires de configuration
no_no: Oppretter konfigurasjons-mapper
pl_pl: Tworzenie katalogów ustawień
pt_br: Criando Configurações dos Diretórios
pt_pt: A criar pastas de configurações
uk_ua: Створення директорій конфігурації

source: Downloading Configs
cs_cz: Stahování Komfigurací
es_es: Descargando Configuraciones
fr_fr: Téléchargement des configurations
nl_nl: Configuraties downloaden
no_no: Laster ned konfigurasjoner
pl_pl: Pobieranie Konfiguracji
pt_br: Baixando configurações
pt_pt: Descarregando configurações
ru_ru: Загрузка опций
uk_ua: Завантаження налаштувань

source: Copying minecraft folder
cs_cz: Kopírování složky minecraft
es_es: Copiando la carpeta de Minecraft
fr_fr: Copie du répertoire de Minecraft
no_no: Kopierer Minecraft-mappe
pl_pl: Kopiowanie głównego folderu gry
pt_br: Copiando pasta do Minecraft
pt_pt: A copiar a pasta minecraft
ru_ru: Копируется папка майнкрафт
uk_ua: Копіювання теки minecraft

source: Copying modpack.zip files
cs_cz: Kopírování souborů modpack.zip
es_es: Copiando los archivos del modpack
fr_fr: Copie des fichiers de modpack.zip
no_no: Kopierer modpack.zip filer
pl_pl: Kopiowanie plików z archiwum modpack.zip
pt_br: Copiando arquivos do modpack.zip
pt_pt: A copiar ficheiros do modpack.zip
uk_ua: Копіювання файлів modpack.zip

source: Extracting Configs
cs_cz: Extrahování Konfigurací
es_es: Extrayendo configuraciones
fr_fr: Extraction des configurations
nl_nl: Configuraties uitpakken
no_no: Henter inn konfigurasjoner
pl_pl: Wypakowywanie Konfiguracji
pt_br: Extraindo Configurações
pt_pt: Extraindo Configurações
ru_ru: Извлечение опций
uk_ua: Вилучення налаштувань

source: Checking Mods On {0}
cs_cz: Kontrola modů na {0}
es_es: Comprobando los mods en {0}
fr_fr: Contrôle des mods sur {0}
no_no: Sjekker modder på {0}
pl_pl: Sprawdzanie modów na {0}
pt_br: Verificando mods em {0}
pt_pt: A verificar Mods no {0}
uk_ua: Перевірка модів на {0}

source: Force quit
cs_cz: Nucené vypnutí
es_es: Forzar salida
fr_fr: Forcer la sortie
nl_nl: Forceer stoppen
no_no: Tving avslutning
pl_pl: Wymuś zamknięcie
pt_br: Forçar saída
pt_pt: Forçar saída
ru_ru: Принудительное закрытие
uk_ua: Примусове закриття

source: Nothing To Show
cs_cz: Nic k zobrazení
es_es: Nada que mostrar
fr_fr: Rien à afficher
nl_nl: Niets te tonen
no_no: Ingen ting og vise
pl_pl: Nie Ma Nic Do Pokazania
pt_br: Nada para exibir
pt_pt: Nada Para Mostrar
ru_ru: Нет данных для отображения
uk_ua: Нічого показати

source: New Instance
cs_cz: Nová instance
es_es: Nueva instancia
fr_fr: Nouvelle instance
nl_nl: Nieuwe instance
no_no: Ny forekomst
pl_pl: Nowa Instancja
pt_br: Nova instância
pt_pt: Nova Instância
ru_ru: Новая копия
uk_ua: Новий екземпляр

source: Create Server
cs_cz: Vytvořit server
es_es: Crear servidor
fr_fr: Créer un serveur
nl_nl: Server maken
no_no: Lag Server
pl_pl: Stwórz Serwer
pt_br: Criar servidor
pt_pt: Criar Servidor
ru_ru: Создать сервер
uk_ua: Створити сервер

source: Website
cs_cz: Web
es_es: Página web
fr_fr: Site web
no_no: Nettsted
pl_pl: Strona Internetowa
pt_br: Site
ru_ru: Веб-сайт
uk_ua: Веб-сайт

source: Are you sure you want to create a server?
cs_cz: Opravdu chcete vytvořit server?
es_es: ¿Seguro que deseas crear un servidor?
fr_fr: Êtes-vous sûr de vouloir créer un serveur ?
no_no: Er du sikker på at du vil lage en ny tjener?
pl_pl: Czy na pewno chcesz utworzyć nową instancję serwera?
pt_br: Tem certeza de que deseja criar um servidor?
pt_pt: Tens a certeza que queres criar um servidor?
ru_ru: Вы действительно хотите создать сервер?
uk_ua: Ви впевнені, що хочете створити сервер?

source: Creating a server won't allow you play Minecraft, it's for letting others play together.<br/><br/>If you just want to play Minecraft, you don't want to create a server, and instead will want to create an instance.<br/><br/>Are you sure you want to create a server?
cs_cz: Vytvoření serveru vám neumožní hrát Minecraft, slouží k tomu, aby ostatní mohli hrát spolu.<br/><br/>Pokud chcete hrát Minecraft, nechcete vytvářet server a místo toho budete chtít vytvořit balíček.<br/><br/>Opravdu chcete vytvořit server?
es_es: Crear un servidor no permitirá que tú juegues a Minecraft, sino que otros jugadores jueguen juntos.<br/><br/>Si lo que deseas es simplemente jugar a Minecraft, en lugar de un servidor deberías crear una instancia.<br/><br/>¿Seguro que deseas crear un servidor?
fr_fr: Créer un serveur ne vous permettra pas de jouer à Minecraft, mais permettra aux autres de jouer ensemble.<br/><br/>Si vous désirez simplement jouer à Minecraft, vous n'avez pas à créer un serveur, il suffit de créer une instance.<br/><br/>Êtes-vous sûr de vouloir créer un serveur ?
no_no: Å lage en tjener vil ikke i seg selv la deg spille Minecraft; tjenere er laget for å la flere spille sammen.<br/><br/>Om du bare er ute etter å spille Minecraft er det nok ikke dette du ønsker. Lag heller en instanse av modpakken du vil spille.<br/><br/>Er du sikker på at du vil lage en tjener?
pl_pl: Tworzenie nowej instancji serwera nie jest wymagane, aby móc zagrać w grę Minecraft.<br/><br/>Jeśli Tobie nie zależy na udostępnianiu rozgrywki na wybranym świecie online, prosimy o wybranie zwykłej instancji gry.<br/><br/>Czy na pewno chcesz utworzyć nową instancję serwera?
pt_br: Criar um servidor não permitirá que você jogue Minecraft, é para permitir que outros joguem juntos.<br/><br/>Se você quer jogar Minecraft, você não deve criar um servidor, e sim, uma instância.<br/><br/>Tem certeza de que deseja criar um servidor?
ru_ru: Создание сервера не позволит вам играть в Minecraft, оно даёт другим играть вместе.<br/><br/>Если вы просто хотите поиграть в Minecraft, вам не нужен сервер, вместо этого создайте сборку.<br/><br/>Вы уверены, что хотите создать сервер?
uk_ua: Створення сервера не дозволить вам грати в Minecraft, це для того, щоб дозволити іншим грати разом.<br/><br/>Якщо ви просто хочете грати в Minecraft, ви не можете створити сервер, але натомість можете створити екземпляр.<br/><br/>Ви впевнені, що хочете створити сервер?

source: Support
cs_cz: Podpora
es_es: Soporte
fr_fr: Assistance
nl_nl: Ondersteuning
no_no: Brukerstøtte
pl_pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ru_ru: Поддержка
uk_ua: Підтримка

source: Servers
cs_cz: Servery
es_es: Servidores
fr_fr: Serveurs
no_no: Servere
pl_pl: Serwery
pt_br: Servidores
pt_pt: Servidores
ru_ru: Серверы
uk_ua: Сервери

source: View Mods
cs_cz: Zobrazit módy
es_es: Ver mods
fr_fr: Voir les mods
nl_nl: Bekijk Mods
no_no: Se modifikasjoner
pl_pl: Wyświetl Modyfikacje
pt_br: Ver mods
pt_pt: Ver Mods
ru_ru: Просмотр модов
uk_ua: Переглянути моди

source: Update
cs_cz: Aktualizovat
es_es: Actualizar
fr_fr: Mettre à jour
nl_nl: Bijwerken
no_no: Oppdater
pl_pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновить
uk_ua: Оновити

source: Delete
cs_cz: Smazat
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijderen
no_no: Slett
pl_pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ru_ru: Удалить
uk_ua: Видалити

source: Export
cs_cz: Exportovat
es_es: Exportar
fr_fr: Exporter
no_no: Eksporter
pl_pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ru_ru: Экспортировать
uk_ua: Експортувати

source: Add Mods
cs_cz: Přidat módy
es_es: Añadir Mods
fr_fr: Ajouter des mods
nl_nl: Mods toevoegen
no_no: Legg til modifikasjon
pl_pl: Dodaj Modyfikację
pt_br: Adicionar mods
pt_pt: Adicionar Mods
ru_ru: Добавить моды
uk_ua: Додати модифікації

source: Edit Mods
cs_cz: Upravit módy
es_es: Editar Mods
fr_fr: Modifier les mods
nl_nl: Bewerk Mods
no_no: Redigere modifikasjoner
pl_pl: Zmień Modyfikacje
pt_br: Editar mods
pt_pt: Editar Mods
ru_ru: Изменить моды
uk_ua: Вибір модифікацій

source: Open Website
cs_cz: Otevřete web
es_es: Abrir el sitio web
fr_fr: Ouvrir le site web
no_no: Åpne nettside
pl_pl: Zobacz stronę
pt_br: Abrir pagina
pt_pt: Abrir Website
ru_ru: Открыть сайт
uk_ua: Відкрити вебсайт

source: Settings
cs_cz: Nastavení
es_es: Ajustes
fr_fr: Paramètres
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru_ru: Настройки
uk_ua: Налаштування

source: Play Online
cs_cz: Hrát online
es_es: Permanecer conectado
fr_fr: Jouer en ligne
no_no: Spill online
pl_pl: Zagraj w trybie online
pt_br: Jogar online
pt_pt: Jogar Online
ru_ru: Играть онлайн
uk_ua: Грати Онлайн

source: Play Offline
cs_cz: Hrát offline
es_es: Jugar sin conexión
fr_fr: Jouer hors-ligne
no_no: Spill offline
pl_pl: Zagraj w trybie offline
pt_br: Jogar offline
pt_pt: Jogar Offline
ru_ru: Играть оффлайн
uk_ua: Грати Офлайн

source: Play
cs_cz: Spustit
es_es: Jugar
fr_fr: Jouer
nl_nl: Spelen
no_no: Spill
pl_pl: Graj
pt_br: Jogar
pt_pt: Jogar
ru_ru: Играть
uk_ua: Запустити гру

source: Normal Backup
cs_cz: Normální záloha
es_es: Copia de seguridad parcial
fr_fr: Sauvegarde normale
no_no: Vanlig sikkerhetskopi
pl_pl: Normalna kopia zapasowa
pt_br: Cópia de segurança normal
pt_pt: Cópia de segurança normal
ru_ru: Обычная резервная копия
uk_ua: Звичайна резервна копія

source: Normal + Mods Backup
cs_cz: Normální záloha + mody
es_es: Copia de seguridad parcial + Mods
fr_fr: Sauvegarde normale + mods
no_no: Vanlig sikkerhetskopi + modder
pl_pl: Normalna kopia zapasowa + kopia zapasowa modów
pt_br: Cópia de segurança normal + mods
pt_pt: Cópia de segurança normal + Mods
ru_ru: Обычная резервная копия + моды
uk_ua: Звичайна резервна копія + копія модів

source: Full Backup
cs_cz: Úplná záloha
es_es: Copia de seguridad completa
fr_fr: Sauvegarde complète
no_no: Full sikkerhetskopi
pl_pl: Pełna kopia zapasowa
pt_br: Cópia de segurança completa
pt_pt: Cópia de segurança completa
ru_ru: Полная резервная копия
uk_ua: Повне резервне копіювання

source: Backup
cs_cz: Zálohovat
es_es: Copia de seguridad
fr_fr: Sauvegarder
nl_nl: Back-up maken
no_no: Sikkerhetskopier
pl_pl: Utwórz Kopię Zapasową
pt_pt: Cópia de Segurança
ru_ru: Резервная копия
uk_ua: Створити резервну копію

source: Wiki
ru_ru: Вики
uk_ua: Вікіпедія

source: Source
cs_cz: Zdroj
es_es: Fuente
pl_pl: Źródło
ru_ru: Источник
uk_ua: Відкритий код

source: Get Help
cs_cz: Získat Pomoc
es_es: Ayuda
fr_fr: Obtenir de l'aide
no_no: Spør om hjelp
pl_pl: Uzyskaj pomoc
pt_br: Obter ajuda
pt_pt: Obter ajuda
ru_ru: Обратиться за помощью
uk_ua: Звернутися за допомогою

source: Reinstall
cs_cz: Přeinstalovat
es_es: Reinstalar
fr_fr: Réinstaller
nl_nl: Herinstalleren
no_no: Reinstaller
pl_pl: Zainstaluj Ponownie
pt_br: Reinstalar
pt_pt: Reinstalar
ru_ru: Переустановить
uk_ua: Перевстановити

source: Clone
cs_cz: Duplikovat
es_es: Duplicar
fr_fr: Dupliquer
nl_nl: Dupliceren
no_no: Klone
pl_pl: Klonuj
pt_br: Clonar
pt_pt: Duplicar
ru_ru: Клонировать
uk_ua: Дублювати

source: Rename
cs_cz: Přejmenovat
es_es: Cambiar nombre
fr_fr: Renommer
nl_nl: Hernoemen
no_no: Gi nytt navn
pl_pl: Zmień Nazwę
pt_br: Renomear
pt_pt: Renomear
ru_ru: Переименовать
uk_ua: Перейменувати
