Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: You've changed the language. For best results, a restart of the launcher is recommended.<br/><br/>Restart Now?
cs_cz: Změnili jste jazyk. Pro dosažení nejlepších výsledků se doporučuje restartovat spouštěč.<br/><br/>Restartovat nyní?
es_es: Has cambiado el idioma. Para obtener los mejores resultados, se recomienda reiniciar el iniciador.<br/><br/>¿Reiniciar ahora?
fr_fr: Vous avez changé la langue. Pour de meilleurs résultats, un redémarrage du launcheur est recommandé.<br/><br/>Redémarrer maintenant ?
no_no: Du har endret språket. For best resultat burde du starte ATLauncher på nytt.<br/><br/>Vil du starte på nytt nå?
pl_pl: Zmieniono język programu. Aby zmiany mogły wejść w życie, zalecany jest restart.<br/><br/>Czy chcesz ponownie uruchomić aplikację?
pt_br: Você alterou o idioma. Para melhor resultados, uma reinicialização do launcher é recomendada.<br/><br/>Reiniciar agora?
ru_ru: Вы изменили язык. Для достижения наилучших результатов рекомендуется перезапустить Лаунчер.<br/><br/>Перезапустить сейчас?
uk_ua: Ви змінили мову. Для досягнення найкращих результатів рекомендується перезапустити програму запуску.<br/><br/>Перезапустити зараз?

source: In order to login and use ATLauncher modpacks, you must authenticate with your existing Minecraft/Mojang account. You must own and have paid for the Minecraft Java edition (not the Windows 10 edition) and use the same login here.<br><br>If you don't have an existing account, you can get one <a href="https://atl.pw/create-account">by buying Minecraft here</a>. ATLauncher doesn't work with cracked accounts.
cs_cz: Abyste se mohli přihlásit a používat modpacky ATLauncher, musíte se ověřit pomocí svého stávajícího účtu Minecraft/Mojang. Musíte vlastnit a mít zaplacenou edici Minecraft Java (nikoli edici Windows 10) a použít stejné přihlašovací údaje zde.<br><br>Pokud nemáte existující účet, můžete si jej pořídit <a href="https://atl.pw/create-account">zakoupením Minecraftu zde</a>. ATLauncher nefunguje s cracknutými účty.
es_es: Para iniciar sesión y usar los modpacks de ATLauncher, debe autenticarse con su cuenta existente de Minecraft/Mojang. Debe poseer y haber pagado la edición Java de Minecraft (no la edición de Windows 10) y usar el mismo inicio de sesión aquí.<br><br>Si no tiene una cuenta existente, puede obtener una <a href=" https://atl.pw/create-account">comprando Minecraft aquí</a>. ATLauncher no funciona con cuentas descifradas.
fr_fr: Afin de vous connecter et d'utiliser les Modpacks ATLauncher, vous devez vous authentifier avec votre compte Minecraft/Mojang existant. Vous devez posséder et avoir payé pour l'édition Java de Minecraft (pas l'édition Windows 10) et utiliser le même login ici.<br><br> Si vous n'avez pas de compte existant, vous pouvez en obtenir un <a href="https://atl.pw/create-account">en achetant Minecraft ici</a>. ATLauncher ne fonctionne pas avec les comptes crackés.
no_no: For å logge inn og bruke ATLauncher modpakker må du autentisere med en eksisterende Minecraft/Mojang konto. Du må ha eierskap til -og ha betalt for Minecraft Java Edition (ikke Windows 10 Edition) og bruke samme innloggingsmetode her.<br><br>Dersom du ikke allerede har en konto kan du skaffe en ved å <a href="https://atl.pw/create-account">kjøpe Minecraft her</a>. ATLauncher vil ikke fungere med falske kontoer.
pl_pl: Aby zalogować się i korzystać z pakietów modów ATLauncher, musisz uwierzytelnić się na istniejącym koncie Minecraft/Mojang. Musisz posiadać i opłacić wersję Minecraft Java (nie Windows 10) i używać tego samego loginu tutaj.<br><br>Jeśli nie masz konta, możesz je założyć <a href=" https://atl.pw/create-account">kupując grę Minecraft tutaj</a>. ATLauncher nie działa ze złamanymi kontami.
pt_br: Para fazer login e utilizar os modpacks do ATLauncher, você deve autenticar uma conta Minecraft/Mojang existente. Você deve possuir e ter pago pela edição Java do Minecraft (não é a edição do Windows 10) e deve utilizar o mesmo login aqui.<br><br>Se você não possui uma conta, você pode conseguir uma <a href="https://atl.pw/create-account">comprando o Minecraft aqui</a>. O ATLauncher não funciona com contas crackeadas.
ru_ru: Чтобы войти в систему и использовать пакеты модов ATLauncher, вы должны пройти аутентификацию с помощью существующей учетной записи Minecraft/Mojang. Вы должны иметь и оплатить версию Minecraft Java (не версию для Windows 10) и использовать тот же логин здесь.<br><br>Если у вас нет существующей учетной записи, вы можете получить ее <a href=" https://atl.pw/create-account">покупая Minecraft здесь</a>. ATLauncher не работает со взломанными аккаунтами.
uk_ua: Щоб увійти та використовувати модпакети ATLauncher, ви повинні пройти автентифікацію за допомогою наявного облікового запису Minecraft/Mojang. Ви повинні володіти версією Minecraft Java та оплатити її (а не версією Windows 10) і використовувати ту саму облікову запис тут.<br><br>Якщо у вас немає облікового запису, ви можете отримати його <a href=" https://atl.pw/create-account">купивши Minecraft тут</a>. ATLauncher не працює зі зламаними обліковими записами.

source: Username/Email
cs_cz: Přihlašovací jméno/E-mail
es_es: Nombre de usuario/Email
fr_fr: Nom d'utilisateur/Adresse e-mail
nl_nl: Gebruikersnaam/E-mail
no_no: Brukernavn/E-post
pl_pl: Nazwa/Email
pt_br: Nome de usuário ou e-mail
pt_pt: Nome de utilizador ou e-mail
ru_ru: Имя пользователя/Email
uk_ua: Ім'я користувача/Email

source: Password
cs_cz: Heslo
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
no_no: Passord
pl_pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru_ru: Пароль
uk_ua: Пароль

source: Remember Password
cs_cz: Zapamatovat heslo
es_es: Recordar Contraseña
fr_fr: Se souvenir du mot de passe
nl_nl: Wachtwoord onthouden
no_no: Husk Passord
pl_pl: Zapamiętaj Hasło
pt_br: Lembrar Senha
pt_pt: Memorizar palavra-passe
ru_ru: Запомнить пароль
uk_ua: Запам'ятати пароль

source: Security Warning
cs_cz: Bezpečnostní varování
es_es: Advertencia de Seguridad
fr_fr: Avertissement de sécurité
nl_nl: Beveiligings waarschuwing
no_no: Sikkerhets-advarsel
pl_pl: Ostrzeżenie Bezpieczeństwa
pt_br: Aviso de segurança
pt_pt: Aviso de segurança
ru_ru: Предупреждение о безопасности
uk_ua: Попередження системи безпеки

source: Make sure you only do this on a computer you trust.<br/>If you do this on a shared computer, your password may be stolen.<br/>Do you still want to save your password?
cs_cz: Ujistěte se že tuto akci děláte pouze na soukromém počítači.<br/> Pokud to uděláte na sdíleném počítači, vaše heslo může být ukradeno.<br/> Jste si jisti, že chcete uložit heslo?
es_es: Asegúrate de que sólo lo haces en un ordenador en el que confíes.<br/>Si lo haces en un ordenador compartido, tu contraseña puede ser robada.<br/>¿Desea guardar su contraseña?
fr_fr: Assurez-vous de le faire seulement sur un ordinateur de confiance.<br/>Si vous le faites sur un ordinateur public, votre mot de passe pourrait être volé.<br/>Voulez-vous toujours enregistrer votre mot de passe ?
no_no: Vær sikker på at du er på en datamaskin du stoler på. <br/>Hvis du gjør dette på en datamaskin du deler med noen, kan passordet ditt bli stjålet.<br/>Vil du fortsatt lagre passordet?
pl_pl: Pamiętaj, żeby robić to tylko na komputerze, któremu ufasz. <br/> Jeżeli zrobisz to na wspólnym komputerze, Twoje hasło może zostać skradzione. <br/> Czy nadal chcesz zapisać swoje hasło?
pt_br: Certifique-se de que você só faz isso em um computador que você confia.<br/>Se você fizer isso em um computador compartilhado, sua senha pode ser roubada.<br/>Você ainda quer salvar sua senha?
pt_pt: Certifique-se de que só faz isso num computador em que confia.<br/>Se fizer isso num computador partilhado, a sua palavra-passe pode ser roubada.<br/>Ainda deseja guardar a sua palavra-passe?
ru_ru: Убедитесь, что вы делаете это только на компьютере, которому доверяете. Если вы делаете это на чужом компьютере, ваш пароль может быть украден. Вы все еще хотите сохранить свой пароль?
uk_ua: Переконайтесь що ви робите це на довіреному комп'ютері.<br/>Якщо це відбувається на спільному комп'ютері, ваш пароль може бути вкраденим.<br/>Ви все ще хочете зберегти ваш пароль?

source: Clear
cs_cz: Vyčistit
es_es: Limpiar
fr_fr: Effacer
nl_nl: Legen
no_no: Rens
pl_pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru_ru: Очистить лог
uk_ua: Очистити

source: Are you sure you want to delete this account?
cs_cz: Jste si jisti, že chcete smazat tento účet?
es_es: Esta seguro que desea borrar esta cuenta?
fr_fr: Voulez-vous vraiment supprimer ce compte ?
nl_nl: Weet u zeker dat u dit account wilt verwijderen?
no_no: Er du sikker på at du vil slette denne Kontoen?
pl_pl: Czy jesteś pewien, że chesz usunąć wybrane konto?
pt_br: Tem certeza de que deseja excluir esta conta?
pt_pt: Tem certeza de que deseja eliminar esta conta?
ru_ru: Вы уверены, что хотите удалить этот аккаунт?
uk_ua: Ви впевнені, що ви хочете видалити цей акаунт?

source: Login with Microsoft
cs_cz: Přihlaste se pomocí Microsoftu
es_es: Iniciar sesion con Microsoft
fr_fr: Connexion avec Microsoft
no_no: Logg inn med Microsoft
pl_pl: Zaloguj się za pomocą konta Microsoft
pt_br: Logar usando Microsoft
pt_pt: Autentificar com a Microsoft
ru_ru: Войти с помощью Microsoft
uk_ua: Вхід через Microsoft

source: Change Skin
cs_cz: Změnit skin
es_es: Cambiar aspecto
fr_fr: Changer de skin
no_no: Endre avatar
pl_pl: Zmień skórkę
pt_br: Alterar Skin
pt_pt: Alterar Aparência
ru_ru: Сменить скин
uk_ua: Змінити скін

source: Reload Skin
cs_cz: Znovu načíst výzor postavy
es_es: Recargar Aspecto
fr_fr: Recharger le skin
nl_nl: Herlaad skin
no_no: Last inn Utsende på nytt
pl_pl: Odśwież Skórkę
pt_br: Recarregar skin
pt_pt: Recarregar skin
ru_ru: Обновить скин
uk_ua: Перезавантажити скін

source: Update Username
cs_cz: Upravit Uživatelské jméno
es_es: Actualizar nombre de usuario
fr_fr: Mettre à jour le nom d'utilisateur
no_no: Oppdater brukernavn
pl_pl: Zaktualizuj nazwę użytkownika
pt_br: Atualizar nome de usuário
pt_pt: Atualizar nome
ru_ru: Обновить имя пользователя
uk_ua: Оновити ім'я користувача

source: Refresh Access Token
cs_cz: Obnovit přístupový token
es_es: Actualizar token de acceso
fr_fr: Actualiser le Token d'accès
no_no: Oppdater access-token
pl_pl: Odśwież żeton dostępu
pt_br: Recarregar Chave de Acesso
ru_ru: Перезагрузить ключ доступа
uk_ua: Відкликати токен доступу

source: Refreshing Access Token For {0}
cs_cz: Obnovování přístupového tokenu pro {0}
es_es: Refrescando token de acceso para {0}
fr_fr: Actualisation du token d'accès pour {0}
no_no: Oppdaterer access-token for {0}
pl_pl: Odświeżanie żetona dostępu dla konta {0}
pt_br: Recarregando a Chave de Acesso para {0}
ru_ru: Перезагрузить ключ доступа для {0}
uk_ua: Оновлення маркера доступу для {0}

source: Access Token Refreshed
cs_cz: Přístupový token obnoven
es_es: Token de acceso actualizado
fr_fr: Token d'accès actualisé
no_no: Access-token har blitt oppdatert
pl_pl: Odświeżony token dostępu
pt_br: Chave de Acesso Recarregada
ru_ru: Токен перезагружен
uk_ua: Маркер доступу оновлено

source: Access token refreshed successfully
cs_cz: Přístupový token byl úspěšně obnoven
es_es: Token de acceso actualizado con éxito
fr_fr: Le token d'accès a été correctement actualisé
no_no: Access-token har blitt oppdatert
pl_pl: Token dostępu został pomyślnie odświeżony
pt_br: Chave de Acesso Recarregada com sucesso
ru_ru: Токен успешно перезагружен
uk_ua: Маркер доступу успішно оновлено

source: Failed To Refresh Access Token
cs_cz: Obnovení přístupového tokenu se nezdařilo
es_es: No se pudo actualizar el token de acceso
fr_fr: L'actualisation du token d'accès a échoué
no_no: Kunne ikke oppdatere access-token
pl_pl: Nie udało się odświeżyć tokena dostępu
pt_br: Falha ao Recarregar a Chave de Acesso
ru_ru: Не удалось обновить токен доступа
uk_ua: Не вдалося оновити маркер доступу

source: Failed to refresh accessToken. Please login again.
cs_cz: Obnovení accessTokenu se nezdařilo. Přihlaste se prosím znovu.
es_es: Error al actualizar accessToken. Inicie sesión de nuevo.
fr_fr: L'actualisation du token d'accès a échoué. Veuillez vous reconnecter encore.
no_no: Kunne ikke oppdatere access-token. Vennligst logg inn på nytt.
pl_pl: Nie udało się odświeżyć tokena dostępu. Proszę, zaloguj się ponownie.
pt_br: Falha ao Recarregar a Chave de Acesso. Por favor, faça 'login' novamente.
ru_ru: Не удалось обновить accessToken. Пожалуйста, войдите снова.
uk_ua: Не вдалося оновити маркер доступу. Увійдіть ще раз.

source: Add An Account
cs_cz: Přidání účtu
es_es: Añadir una cuenta
fr_fr: Ajouter un compte
nl_nl: Account toevoegen
no_no: Legg til Konto
pl_pl: Dodaj Konto
pt_br: Adicionar conta
pt_pt: Adicionar uma conta
ru_ru: Добавить аккаунт
uk_ua: Додати обліковий запис

source: Account Not Added
cs_cz: Účet nebyl přidán
es_es: Cuenta no Añadida
fr_fr: Compte non ajouté
nl_nl: Account niet toegevoegd
no_no: Konto er ikke lagt til
pl_pl: Konto Nie Zostało Dodane
pt_br: Conta não adicionada
pt_pt: Conta não adicionada
ru_ru: Аккаунт не добавлен
uk_ua: Акаунт не додано

source: This account already exists.
cs_cz: Tento účet již existuje.
es_es: Esta cuenta ya existe.
fr_fr: Ce compte existe déjà.
nl_nl: Dit account bestaat al.
no_no: Denne kontoen eksisterer allerede.
pl_pl: To konto już istnieje.
pt_br: Esta conta já existe.
pt_pt: Esta conta já existe.
ru_ru: Этот аккаунт уже существует.
uk_ua: Такий акаунт вже існує.

source: Account not added as login details were incorrect.<br/><br/>{0}
cs_cz: Účet nebyl přidán, protože přihlašovací data nesouhlasí.<br/><br/>{0}
es_es: No se agrego la cuenta porque los detalles de inicio son incorrectos.<br/><br/>{0}
fr_fr: Compte non ajouté, identifiant ou mot de passe incorrect <br/><br/>{0}
nl_nl: Account niet toegevoegd omdat uw login gegevens niet kloppen. <br/><br/>{0}
no_no: Brukeren ble ikke lagt til, ettersom detaljene ikke var korrekte.<br/><br/>{0}
pl_pl: Konto nie zostało dodane, ponieważ dane logowania były nieprawidłowe.<br/><br/>{0}
pt_br: A conta não foi adicionada porque os detalhes de login estavam incorretos.<br/><br/>{0}
pt_pt: A conta não foi adicionada porque os dados de login estavam incorretos.<br/><br/>{0}
ru_ru: Учетная запись не добавлена, поскольку детали входа были неверны.<br/><br/>{0}
uk_ua: Акаунт не додано. Дані введені не коректно.<br/><br/>{0}

source: Account Edited
cs_cz: Účet upraven
es_es: Cuenta editada
fr_fr: Compte modifié
nl_nl: Account bewerkt
no_no: Konto Redigert
pl_pl: Konto Zostało Edytowane
pt_br: Conta editada
pt_pt: Conta editada
ru_ru: Аккаунт изменён
uk_ua: Акаунт оновлено

source: Account edited successfully
cs_cz: Účet upraven úspěšně
es_es: Cuenta editada con éxito
fr_fr: Compte modifié avec succès
nl_nl: Account succesvol bewerkt
no_no: Kontoen ble vellykket endret
pl_pl: Konto zostało edytowane pomyślnię
pt_br: Conta editada com sucesso
pt_pt: Conta editada com sucesso
ru_ru: Аккаунт успешно отредактирован
uk_ua: Акаунт успішно оновлнено

source: There are no instances to display.<br/><br/>Install one from the Packs tab.
cs_cz: Nejsou žádné balíčky k zobrazení.<br/><br/>Nainstalujte si jeden z karty Balíčky.
es_es: No hay instancias que mostrar.<br/><br/>Instalar una de la pestaña de Paquetes.
no_no: Du har ingen instanser.<br/><br/>Du kan installere instanser via Pakker fanen.
pl_pl: Nie znaleziono żadnych instancji.<br/><br/>Zainstaluj którąś za pomocą zakładki Paczki.
pt_br: Não há instâncias para exibir.<br/><br/> Instale uma na aba de Pacotes.
ru_ru: Здесь нет сборок для отображения.<br/><br/>Установите её из вкладки "сборки".
uk_ua: У вас немає збірок..<br/><br/>Встановіть одну зі вкладки "Пакети".

source: Import
es_es: Importar
fr_fr: Importer
no_no: Importer
pl_pl: Importuj
pt_br: Importar
pt_pt: Importar
ru_ru: Импортировать
uk_ua: Імпортувати

source: There are no servers to display.<br/><br/>Install one from the Packs tab.
cs_cz: Nejsou žádné servery k zobrazení.<br/><br/>Nainstalujte si jeden z karty Balíčky.
es_es: No hay servidores para mostrar.<br/><br/>Instala uno desde la pestaña de Packs.
fr_fr: Il n'y a aucuns serveurs a affiché.<br/><br/>Installez-en un depuis l'onglet "Pack".
no_no: Ingen tjenere å vise.<br/><br/>Tjenere kan installeres fra Pakker fanen.
pl_pl: Nie znaleziono żadnych instancji.<br/><br/>Zainstaluj którąś za pomocą zakładki Paczki.
pt_br: Não há servidores para exibir.<br/><br/> Instale um da aba de pacotes.
ru_ru: Здесь нет сборок для отображения.<br/><br/>Установите её из вкладки "сборки".
uk_ua: Немає серверів для відображення.<br/><br/>Установіть один із вкладки Пакети.

source: Browser opened to complete the login process
cs_cz: Otevře se prohlížeč k dokončení procesu přihlášení
es_es: Navegador abierto para completar el proceso de inicio de sesión
fr_fr: Le navigateur a été ouvert pour compléter le processus de connexion
no_no: Nettleseren har blitt åpnet for å fullføre innloggings-prosessen
pl_pl: Aby dokończyć proces logowania, zaloguj się w utworzonym oknie przeglądarki
pt_br: O seu navegador foi aberto para completar o login
pt_pt: Navegador aberto para completar o processo de autenticação
ru_ru: Открыт браузер для завершения процесса входа
uk_ua: Браузер відкрито для завершення процесу входу

source: If your browser hasn't opened, please manually open the below link in your browser
cs_cz: Pokud se váš prohlížeč neotevřel, otevřete prosím ručně níže uvedený odkaz ve svém prohlížeči
es_es: Si su navegador no se ha abierto, abra manualmente el siguiente enlace en su navegador
fr_fr: Si votre navigateur n'a pas été ouvert, veuillez manuellement ouvrir le lien ci-dessous dans votre navigateur
no_no: Om nettleseren din ikke åpnet seg, vennligst åpne linken nedenfor i nettleseren din
pl_pl: Jeśli okno domyślnej przeglądarki internetowej nie utworzyło się, spróbuj otworzyć poniższy link w swojej przeglądarce
pt_br: Se seu navegador não abriu, por favor, abra manualmente o link abaixo no seu navegador
pt_pt: Se o seu navegador não abriu, por favor abra manualmente a ligação abaixo no seu navegador
ru_ru: Если ваш браузер не открылся, пожалуйста, откройте вручную ссылку ниже в вашем браузере
uk_ua: Якщо ваш браузер не відкрився, відкрийте вручну наведене нижче посилання у своєму браузері

source: Error logging in. Check console for more information
cs_cz: Chyba při přihlašování. Další informace naleznete v konzoli
es_es: Error al iniciar sesión. Consulte la consola para obtener más información
fr_fr: Erreur de connexion. Vérifiez la console pour plus d'informations
no_no: Det oppstod en feil ved innlogging. Sjekk konsollen for mer informasjon
pl_pl: Problem z uwierzytelnieniem konta. Sprawdź konsolę, aby dowiedzieć się więcej
pt_br: Erro ao logar. Cheque o console para mais informações
pt_pt: Erro durante a autentificação, verifique a consola para mais informação
ru_ru: Ошибка входа. Проверьте консоль для большей информации
uk_ua: Помилка входу. Перевірте консоль для отримання додаткової інформації

source: Code is missing
cs_cz: Chybí kód
es_es: Falta el código
fr_fr: Le code est manquant
no_no: Manglende kode
pl_pl: Nie otrzymano kodu dostępu
pt_br: Código está faltando
pt_pt: Código está em falta
ru_ru: Код отсутствует
uk_ua: Код відсутній

source: Login complete. You can now close this window and go back to {0}
cs_cz: Přihlášení dokončeno. Nyní můžete toto okno zavřít a vrátit se zpět na {0}
es_es: Acceso completado. Puedes cerrar esta ventana e ir de nuevo a {0}
fr_fr: Connexion réussie. Vous pouvez maintenant fermer cette fenêtre et retourner sur {0}
no_no: Innlogging fullført. Du kan nå lukke dette vinduet og gå tilbake til {0}
pl_pl: Logowanie pomyślne. Możesz zamknąć to okno i wrócić do {0}
pt_br: ‘Login’ completo. Você pode fechar esta aba e voltar para {0}
pt_pt: Autentificação completa, já podes fechar esta janela e voltar para o {0}
ru_ru: Вход выполнен. Теперь вы можете закрыть это окно и вернуться в {0}
uk_ua: Вхід завершено. Тепер ви можете закрити це вікно та повернутися до {0}

source: Incorrect account
cs_cz: Nesprávný účet
es_es: Cuenta incorrecta
fr_fr: Compte incorrect
no_no: Feil konto
pl_pl: Niepoprawne konto
pt_br: Conta incorreta
pt_pt: Conta incorreta
ru_ru: Неправильный аккаунт
uk_ua: Невірний обліковий запис

source: Logged into incorrect account. Please login again on the Accounts tab.
cs_cz: Přihlášeni do nesprávného účtu. Přihlaste se prosím znovu na kartě Účty.
es_es: Inicie sesión en una cuenta incorrecta. Vuelva a iniciar sesión en la pestaña Cuentas.
fr_fr: Connecté a un compte incorrect. Reconnectez-vous depuis le menu Compte.
no_no: Logged inn på feil konto. Vennligst logg inn igjen på Konto fanen.
pl_pl: Zalogowano się do niepoprawnego konta. Proszę spróbować ponownie w zakładce Konta.
pt_br: Logado na conta incorreta. Por favor, faça o login novamente na aba Contas.
ru_ru: Выполнен вход в неправильный аккаунт. Пожалуйста, войдите снова на вкладке Аккаунты.
uk_ua: Увійшли в неправильний обліковий запис. Увійдіть ще раз на вкладці Облікові записи.

source: Error logging into Xbox Live
cs_cz: Chyba při přihlašování do služby Xbox Live
es_es: Error al iniciar sesión en Xbox Live
fr_fr: Erreur de connexion a Xbox Live
no_no: En feil oppstod ved innlogging på Xbox Live
pl_pl: Niepowodzenie uwierzytelniania do Xbox Live
pt_br: Erro ao entrar na Xbox Live
ru_ru: Ошибка входа в Xbox Live
uk_ua: Помилка входу в Xbox Live

source: Minecraft Has Not Been Purchased
cs_cz: Minecraft nebyl zakoupen
es_es: Minecraft no ha sido comprado
fr_fr: Minecraft n'a pas été acheté
no_no: Du har ikke kjøpt Minecraft
pl_pl: Nie zakupiono gry Minecraft
pt_br: Minecraft não foi comprado
pt_pt: Minecraft não foi comprado
ru_ru: Minecraft не был куплен
uk_ua: Майнкрафт не придбаний

source: This account doesn't have a valid purchase of Minecraft.<br/><br/>Please make sure you've bought the Java edition of Minecraft and then try again.
cs_cz: Tento účet nemá zakoupený Minecraft.<br/><br/>Ujistěte se, že jste si zakoupili Java verzi Minecraftu, a zkuste to znovu.
es_es: Esta cuenta no tiene una compra válida de Minecraft.<br/><br/>Asegúrese de haber comprado la edición Java de Minecraft y vuelva a intentarlo.
fr_fr: Ce compte n'a pas de copie valide de Minecraft. <br/><br/>Vérifiez que vous avez bien acheté la Java édition de Minecraft et réessayez.
no_no: Denne kontoen eier ikke en betalt kopi av Minecraft.<br/><br/>Vennligst forsikre deg om at du har kjøpt Minecraft Java Edition og prøv igjen.
pl_pl: Wybrane konto nie posiada dostępu do gry Minecraft.<br/><br/>Upewnij się, że masz dostęp do gry Minecraft: Java Edition, a następnie spróbuj ponownie.
pt_br: Esta conta não tem uma compra válida do Minecraft.<br/><br/>Por favor, certifique-se de ter comprado a edição Java do Minecraft e depois tente novamente.
ru_ru: Этот аккаунт не имеет действительной покупки Minecraft.<br/><br/>Пожалуйста, убедитесь, что вы купили Minecraft Java edition и затем попробуйте еще раз.
uk_ua: Цей обліковий запис не має дійсної покупки Minecraft.<br/><br/>Будь ласка, переконайтеся, що ви купили Java-версію Minecraft, а потім спробуйте ще раз.

source: Select file/s
cs_cz: Vybrat soubor/y
es_es: Seleccionar archivos
fr_fr: Sélectionner le(s) fichier(s)
no_no: Velg fil(er)
pl_pl: Wybierz pliki
pt_br: Selecione o(s) arquivo(s)
pt_pt: Seleciona ficheiro(s)
ru_ru: Выберите файл(ы)
uk_ua: Виберіть файл/и

source: View Mod
cs_cz: Zobrazit mód
es_es: Visualizar mod
fr_fr: Voir le mod
no_no: Vis mod
pl_pl: Pokaż moda
pt_br: Visualizar Mod
pt_pt: Ver Mod
ru_ru: Просмотреть мод
uk_ua: Переглянути модифікацію

source: View File
cs_cz: Zobrazit soubor
es_es: Ver archivo
fr_fr: Voir le fichier
no_no: Vis fil
pl_pl: Wyświetl plik
pt_br: Visualizar Arquivo
pt_pt: Ver ficheiro
ru_ru: Просмотреть файл
uk_ua: Переглянути файл
