Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: When backing up an instance, what should get backed up? Mainly used for when doing automated backups.
cs_cz: Co by se mělo při zálohování balíčků zálohovat? Používá se hlavně pro automatické zálohování.
es_es: Al realizar una copia de seguridad de una instancia, ¿qué debe incluirse en la copia de seguridad? Se utiliza principalmente para realizar copias de seguridad automatizadas.
fr_fr: Lors de la sauvegarde d'une instance, qu'est-ce qui doit être sauvegardé ? Principalement utilisé pour les sauvegardes automatiques.
no_no: Når det blir laget en sikkerhetskopi av instanse, hva skal bli tatt vare på? Denne innstillingen er i hovedsak brukt for automatiske sikkerhetskopier.
pl_pl: Co należy uwzględnić podczas tworzenia kopii zapasowej instancji? Używany głównie podczas wykonywania automatycznych kopii zapasowych.
pt_br: O que deve ser mantido ao fazer o Backup? Usado principalmente para backup automático.
ru_ru: Что следует сохранять при резервном копировании модпака? В основном используется для автоматического резервного копирования.
uk_ua: Під час резервного копіювання екземпляра, що потрібно створити? В основному використовується для автоматичного резервного копіювання.

source: Backup saves, configs and options only
cs_cz: Záloha pouze složek saves, configs a options
es_es: Solo copias de seguridad guardadas, configuraciones y opciones
fr_fr: Back-up des sauvegardes, des configurations et des options uniquement
no_no: Bare sikkerhetskopier verdensfiler, konfigurasjoner og innstillinger
pl_pl: Tylko kopie zapasowe zapisów, konfiguracji i opcji
pt_br: Fazer backup somente de saves, configs e opções
ru_ru: Резервная копия сохранений, конфигураций и настроек
uk_ua: Лише резервне копіювання налаштувань і параметрів

source: Backup saves, mods, configs and options only
cs_cz: Zálohování pouze složek saves, mods, configs a options
es_es: Solo copias de seguridad guardadas, modificaciones, configuraciones y opciones
fr_fr: Back-up des sauvegardes, des mods, des configurations et des options uniquement
no_no: Bare sikkerhetskopier verdensfiler, modder, konfigurasjoner og innstillinger
pl_pl: Tylko kopie zapasowe zapisów, modów, konfiguracji i opcji
pt_br: Fazer backup somente de saves, mods, configs e opções
ru_ru: Резервная копия сохранений, модов, конфигураций и настроек
uk_ua: Лише резервне копіювання, модифікації, конфігурації та опції

source: Backup everything in the instance folder
cs_cz: Zálohujte vše ve složce balíčku
es_es: Copia de seguridad de todo en la carpeta de la instancia
fr_fr: Sauvegarder tout ce qui se trouve dans le dossier de l'instance
no_no: Sikkerhetskopier alt innholdet i instanse-mappen
pl_pl: Wykonaj kopię zapasową wszystkiego w folderze instancji
pt_br: Faça backup de tudo no diretório das instâncias
ru_ru: Создавать копию всей сборки
uk_ua: Резервне копіювання всього в теці екземпляра

source: Enable Automatic Backup After Launch
cs_cz: Povolit automatické zálohování po spuštění
es_es: Habilitar la copia de seguridad automática después del lanzamiento
fr_fr: Activer la sauvegarde automatique après le lancement
no_no: Skru på automatisk sikkerhetskopiering etter oppstart
pl_pl: Włącz automatyczną kopię zapasową po uruchomieniu
pt_br: Ativar o backup automático após a inicialização
ru_ru: Включить автоматическое резервное копирование после запуска
uk_ua: Увімкнути автоматичне резервне копіювання після запуску

source: If a backup should run after launching an instance.
cs_cz: Měla by se záloha spustit po spuštění balíčku.
es_es: Si se debe ejecutar una copia de seguridad después de lanzar una instancia.
fr_fr: Si une sauvegarde doit être exécutée après le lancement d'une instance.
no_no: Om en sikkerhetskopi skal bli laget når en instanse blir startet.
pl_pl: Czy kopia zapasowa powinna zostać uruchomiona po uruchomieniu instancji.
pt_br: Se o backup deve ser feito após o lançamento de uma instância.
ru_ru: Если резервное копирование должно выполняться после запуска Модпака.
uk_ua: Якщо слід запустити резервне копіювання після запуску екземпляра.

source: Backups
cs_cz: Zálohy
es_es: Copias de seguridad
fr_fr: Sauvegardes
no_no: Sikkerhetskopier
pl_pl: Kopie zapasowe
pt_br: Cópias de segurança
pt_pt: Cópias de segurança
ru_ru: Резервные копии
uk_ua: Резервні копії

source: Forge Logging Level
cs_cz: Úroveň protokolování kovárny
es_es: Forge Nivel de Registro
fr_fr: Niveau de connexion à Forge
no_no: Forge Bokføring Nivå
pl_pl: Poziom Rejestrowania Forge
pt_br: Nível de log do Forge
pt_pt: Nível de registo do Forge
ru_ru: Уровень журналирования Forge
uk_ua: Рівень журналювання Forge

source: This determines the type of logging that Forge should report back to you.
cs_cz: To určuje typ protokolování, které by vám společnost Forge měla hlásit.
es_es: Esto determina el tipo de inicio de sesión que Forge te devolverá.
fr_fr: Ceci détermine le type de connexion que Forge devrait vous signaler.
nl_nl: Dit bepaalt het type logboek dat Forge naar u moet rapporteren.
no_no: Dette bestemmer typen av bokføring som Forge skal rapportere tilbake til deg.
pl_pl: To definiuje typ rejestrowania zgłaszanego do Ciebię przez Forge.
pt_br: Determina o nível de log que o Forge deve relatar a você.
pt_pt: Isto determina a quantidade de informações que o Forge deve reportar de volta para você.
ru_ru: Это определяет тип журнала, который Forge должен сообщить вам.
uk_ua: Це визначає тип журналу, про який Forge має повідомляти вам.

source: Enable Logging
cs_cz: Povolit protokolování
es_es: Habilitar Registro
fr_fr: Activer la journalisation
nl_nl: Logboek bijhouden inschakelen
no_no: Skru på logging
pl_pl: Włącz rejestrowanie zdarzeń
pt_br: Habilitar o Log
ru_ru: Включить записывание ведение в журнал
uk_ua: Увімкнути ведення журналу

source: The Launcher sends back anonymous usage and error logs to our servers in order to make the Launcher and Packs better. If you don't want this to happen then simply disable this option.
cs_cz: Launcher posílá zpět anonymní protokoly o využití a chybách na naše servery, aby byl Launcher a balíčky lepší. Pokud nechcete, aby se to stalo, jednoduše tuto možnost deaktivujte.
es_es: El lanzador envía registros anónimos de uso y errores a nuestros servidores para que este y los paquetes mejoren. Si no quieres que esto suceda, desactiva esta opción.
fr_fr: Ce lanceur revoie des données d'usage anonymes et historiques d'erreurs à nos serveurs pour rendre le lanceur et les Paquets mieux. Ci vous ne voulez pas que cela se produise, désactivez simplement cette option.
no_no: ATLauncher sender anonyme data om programbruk og feil-logger til våre tjenere for å hjelpe oss å gjøre programmet vårt og modpakker bedre. Om du ikke ønsker dette kan du skru denne instillingen av.
pl_pl: ATLauncher będzie wysyłać anonimowe dane o używaniu oraz rejestry błędów do serwerów deweloperskich, aby móc ulepszyć aplikację oraz paczki. Możesz wyłączyć tę opcję, jeśli nie chcesz wysyłać żadnych danych.
pt_br: O Launcher envia de forma anônima os logs de erro aos nossos servidores para tornar o Launcher e os Mod Packs melhores. Se você não quiser que isso aconteça, basta desabilitar esta opção.
ru_ru: Лаунчер отправляет анонимные журналы использования и ошибок на наши серверы, чтобы сделать Лаунчер и пакеты лучше. Если вы не хотите, чтобы это произошло, просто отключите эту опцию.
uk_ua: Лаунчер надсилає анонімні журнали використання та помилок на наші сервери задля покращення лаунчера та збірок. Якщо ви не хочете, щоб це відбувалося, просто вимкніть цю опцію.

source: Enable Anonymous Analytics
cs_cz: Povolit Anonymní Analytická data
es_es: Activar análisis anónimo
fr_fr: Activer l'analyse des données
nl_nl: Anonieme Analytics inschakelen
no_no: Aktiver Anonyme Analytikere
pl_pl: Włącz Anonimowe Analityki
pt_br: Habilitar Analytics anônimo
pt_pt: Habilitar Analytics anónimo
ru_ru: Включить анонимную аналитику
uk_ua: Включити анонімну аналітику

source: Logging
cs_cz: přihlášení
es_es: Iniciando sesión
fr_fr: Journalisation
nl_nl: Logboek bijhouden
pl_pl: Rejestrowanie Zdarzeń
pt_pt: Registo
ru_ru: Журналы (логи)
uk_ua: Журнали

source: Enable commands
cs_cz: Povolit příkazy
es_es: Habilitar comandos
fr_fr: Activer les commandes
no_no: Skru på kommandoer
pl_pl: Włącz polecenia
pt_br: Habilitar comandos
pt_pt: Habilitar comandos
ru_ru: Включить команды
uk_ua: Увімкнути команди

source: This allows you to turn launch/exit commands on or off.
cs_cz: To vám umožní zapnout nebo vypnout příkazy pro spuštění/ukončení.
es_es: Esto le permite activar o desactivar los comandos de inicio/salida.
fr_fr: Ceci vous permet d'activer ou de désactiver les commandes pour quitter ou lancer.
no_no: Dette lar deg skru av/på kommandoer for oppstart/avslutning.
pl_pl: Pozwala to włączać i wyłączać polecenia uruchamiania/wychodzenia.
pt_br: Isso te permite ligar ou desligar comandos de lançamento ou fechamento do jogo.
pt_pt: Isto permita-lhe ativar ou desativar os comandos de lançamento/saída.
ru_ru: Это позволяет вам включать или выключать команды запуска/выхода.
uk_ua: Це дозволяє вмикати або вимикати команди запуску/виходу.

source: Pre-launch command
cs_cz: Příkazy před spuštěním
es_es: Comando de prelanzamiento
fr_fr: Commande de pré-lancement
no_no: Kommando for pre-oppstart
pl_pl: Komenda przed startem
pt_br: Comando de pré-inicialização
pt_pt: Comando pré-inicialização
ru_ru: Команда перед запуском
uk_ua: Команда перед запуском

source: This command will be run before the instance launches. The game will not run until the command has finished.
cs_cz: Tento příkaz bude spuštěn před spuštěním balíčku. Hra se nespustí, dokud příkaz neskončí.
es_es: Este comando se ejecutará antes de que se inicie la instancia. El juego no se ejecutará hasta que el comando haya terminado.
fr_fr: Cette commande sera lancé avant le lancement de l'instance. Le jeu ne se lancera pas avant que cette commande soit finie.
no_no: Denne kommandoen vil bli kjørt før instansen startes. Spillet vil ikke kjøre før denne kommandoen er blitt utført.
pl_pl: Polecenie będzie wykonane przed uruchomieniem wybranej instancji. Nie będzie możliwości uruchomienia gry przed ukończeniem wykonywania polecenia.
pt_br: Este comando vai rodar antes de instância iniciar. O jogo não irá rodar até o comando finalizar.
pt_pt: Este comando será executado antes da instância ser iniciada. O jogo não irá iniciar até que o comando seja executado completamente.
ru_ru: Эта команда будет запущена перед запуском сборки. Игра не запустится до тех пор, пока команда не будет выполнена.
uk_ua: Ця команда буде запущена перед запуском збірки. Гра не запуститься, доки команда не завершиться.

source: Post-exit command
cs_cz: Příkaz po ukončení
es_es: Comando posterior a la salida
fr_fr: Commande post-arrêt
no_no: Kommando for post-avslutning
pl_pl: Polecenie po wyjściu
pt_br: Comando de pós-saída
pt_pt: Comando pós-encerramento
ru_ru: Команда после выхода
uk_ua: Команда після виходу

source: This command will be run after the instance exits. It will run even if the instance is killed or if it crashes and exits.
cs_cz: Tento příkaz bude spuštěn po ukončení balíčku. Poběží, i když je balíček zabit nebo pokud dojde k jeho zhroucení a ukončení.
es_es: Este comando se ejecutará después de que finalice la instancia. Se ejecutará incluso si se elimina la instancia o si falla y se cierra.
fr_fr: Cette commande se lancera après que l'instance ai été quittée. Elle se lancera même si l'instance est forcée a quitter ou si elle crash et se quitte.
no_no: Denne kommandoen vil bli kjørt etter instansen har blitt avsluttet. Kommandoen vil bli kjørt uansett om instansen blir terminert, krasjer eller avslutter normalt.
pl_pl: Polecenie będzie uruchomione po zamknięciu instancji. Będzio ono uruchomione, nawet jeśli instancja zostanie nieoczekiwanie zamknięta, lub jeśli napotka błąd krytyczny.
pt_br: Esse comando será executado após a instância ser finalizada. Ele será executado mesmo se a instância for forçada a encerrar ou crashar e fechar sozinha.
pt_pt: Este comando será executado após a instância ser finalizada. Ele será executado mesmo se a instância for forçada a encerrar ou se sofrer um crash e fechar sozinha.
ru_ru: Эта команда будет запущена после выхода из игры. Она будет запущена даже, если игра вылетит или будет принудительно закрыта.
uk_ua: Ця команда буде виконана після завершення роботи екземпляра. Він працюватиме, навіть якщо екземпляр буде закрито або якщо він завершить роботу та завершить роботу.

source: Wrapper command
cs_cz: Příkaz Wrapper
es_es: Comando de envoltorio
fr_fr: Commande wrapper
no_no: Wrapper-kommando
pl_pl: Polecenie opakowania
pt_br: Comando do wrapper
pt_pt: Comando wrapper
ru_ru: Команды оболочки
uk_ua: Команда Wrapper

source: Wrapper command allow launcher using an extra wrapper program (like 'prime-run' on Linux) Use %command% to substitute launch command %"command"% to substitute launch as a whole string (like 'bash -c' on Linux)
cs_cz: Příkaz Wrapper umožňuje spouštěči používat další program wrapper (jako např.: 'prime-run' na Linuxu) Použijte %command% k nahrazení spouštěcího příkazu %"command"% nahradí spuštění jako celý řetězec (jako např.: 'bash -c' v Linuxu)
es_es: El comando Wrapper permite que el lanzador use un programa wrapper adicional (como 'prime-run' en Linux) Use %comando% para sustituir el comando de lanzamiento %"comando"% para sustituir el lanzamiento como una cadena completa (como 'bash -c' en Linux)
fr_fr: La commande wrapper permet au launcher d'utiliser un programme wrapper externe (comme 'prime-run' sur Linux) Utilisez %command% pour remplacer la commande de lancement %"command"% pour remplacer le lancement par un string entier (comme 'bash -c' sur Linux)
no_no: Wrapper-kommando lar ATLauncher bruke et ekstra wrapper program (som f.eks. 'prime-run' på Linux) Bruk %command% for å erstatte oppstartskommandoen Bruk %"command"% for å erstatte oppstart som en hel streng (som f.eks. 'bash -c' på Linux)
pl_pl: Polecenie Wrapper pozwala programowi uruchamiającemu używać dodatkowego programu opakowującego (takiego jak „prime-run” w systemie Linux) Użyj %command%, aby zastąpić polecenie uruchamiania %"command"%, aby zastąpić uruchomienie jako cały ciąg znaków (jak "bash -c" w systemie Linux)
pt_br: O comando wrapper permite o iniciador usando um programa wrapper extra (como 'prime-run' no Linux) Use %command% para substituir o comando de inicialização %"command"% para substituir o lançamento como uma string inteira (como 'bash -c' no Linux)
pt_pt: Comando wrapper permite o launcher usar um programa wrapper extra (como 'prime-run' no Linux) Use %command% para substituir o comando de launch %"command"% para substituir launch como uma string inteira (como 'bash -c' no Linux
ru_ru: Команды оболочки позволяют лаунчеру использовать дополнительные программы оболочки (например 'prime-run' в Linux) Используйте %command% для замены команды запуска %"command"% для замены запуска целой строки (например 'bash -c' в Linux)
uk_ua: Команда Wrapper дозволяє програмі запуску використовувати додаткову програму-обгортку (наприклад, "prime-run" у Linux) Використовуйте %command% для заміни команди запуску %"command"% для заміни запуску цілим рядком (наприклад, 'bash -c' у Linux)

source: The following variables are available for each command
cs_cz: Pro každý příkaz jsou k dispozici následující proměnné
es_es: Las siguientes variables están disponibles para cada comando
fr_fr: Les variables suivantes sont disponibles pour chaque commandes
no_no: Følgende variabler kan bruker av hver kommando
pl_pl: Dostępne są poniższe argumenty dla danego polecenia
pt_br: Estas variáveis estão disponíveis por cada comando
pt_pt: As variáveis seguintes estão disponíveis para cada comando
uk_ua: Наступні змінні доступні для кожної команди

source: The name of the instance
cs_cz: Název Instance
es_es: Nombre de la instancia
fr_fr: Le nom de l'instance
no_no: Navn på instansen
pl_pl: Nazwa instancji
pt_br: O nome da instância
pt_pt: O nome da instância
ru_ru: Название сборки
uk_ua: Назва збірки

source: The name of the instance's root directory
cs_cz: Název kořenového adresáře balíčku
es_es: El nombre del directorio raíz de la instancia
fr_fr: Le nom du répertoire root de l'instance
no_no: Navnet til instansen sin mappe
pl_pl: Nazwa głównego katalogu instancji
pt_br: O nome do diretório raiz da instância
pt_pt: O nome da pasta raíz da sua instância
ru_ru: Имя корневой директории сборки
uk_ua: Ім'я кореневого каталогу екземпляра

source: The absolute path to the instance directory
cs_cz: Absolutní cesta k adresáři balíčku
es_es: La ruta absoluta al directorio de la instancia
fr_fr: Le chemin absolu du répertoire de l'instance
no_no: Den absolutte plasseringen/stien til instansen sin mappe
pl_pl: Ścieżka bezwzględna do głównego katalogu wybranej instancji
pt_br: O caminho exato até a pasta da instância
pt_pt: O endereço completo para a pasta da instância
ru_ru: Абсолютный путь к директории сборки
uk_ua: Абсолютний шлях до каталогу екземпляра

source: Alias for
cs_cz: Přezdívka pro
es_es: Alias para
fr_fr: Alias pour
pl_pl: Alias dla
pt_br: Código
ru_ru: Псевдоним для
uk_ua: Псевдонім для

source: The absolute path to the java executable used for launch
cs_cz: Absolutní cesta ke spustitelnému souboru java použitému pro spuštění
es_es: La ruta absoluta al ejecutable de Java utilizado para el lanzamiento
fr_fr: Le chemin absolu pour l'exécutable java utilisé au lancement
no_no: Den absolutte plasseringen/stien til Java executable brukt for oppstart
pl_pl: Ścieżka bezwzględna do pliku wykonywalnego Java używanego do uruchamiania
pt_br: O caminho exato até o executável do java usado para iniciar
pt_pt: O endereço completo para o executável do Java usado para a inicialização
ru_ru: Абсолютный путь к запускаемому файлу Java используемый для запуска
uk_ua: Абсолютний шлях до виконуваного файлу Java, який використовується для запуску

source: The JVM parameters used for launch
cs_cz: Parametry JVM použité pro spuštění
es_es: Los parámetros de JVM utilizados para el lanzamiento
fr_fr: Le paramètres JVM utilisé pour le lancement
no_no: JVM parametere brukt til oppstart
pl_pl: Parametry JVM używane do uruchamiania
pt_br: Os parâmetros JVM usados para iniciar
pt_pt: Os parâmetros Java (JVM) usados para a inicialização
ru_ru: Параметры JVM используемые для запуска
uk_ua: Параметри JVM, які використовуються для запуску

source: Commands
cs_cz: Příkazy
es_es: Comandos
fr_fr: Commandes
no_no: Kommandoer
pl_pl: Polecenia
pt_br: Comandos
pt_pt: Comandos
ru_ru: Команды
uk_ua: Команди

source: Language
cs_cz: Správa jazyků
es_es: Idioma
fr_fr: Langue
nl_nl: Taal
no_no: Språk
pl_pl: Język
pt_br: Idioma
pt_pt: Idioma
ru_ru: Язык
uk_ua: Мови

source: This specifies the language used by the Launcher.
cs_cz: Tímto vyberete jazyk, který bude použit ve Spouštěči (Launcheru).
es_es: Esto especifica el idioma utilizado por el lanzador.
fr_fr: Spécifie la langue utilisée par le Launcher.
nl_nl: Dit specificeert de taal die wordt gebruikt door de Launcher.
no_no: Dette spesiferer Språket brukt av Motoren.
pl_pl: Specyfikuje język używany przez Launcher.
pt_br: Isto especifica o idioma usado pelo Lançador.
pt_pt: Isto especifica o idioma usado pelo launcher.
ru_ru: Это определяет язык, используемый в ATLauncher.
uk_ua: Це визначає мову, яку використовує Launcher.

source: Help Translate
cs_cz: Pomoc s Překladem
es_es: Ayuda a traducir
fr_fr: Aider à traduire
nl_nl: Help vertalen
no_no: Hjelp til og oversette
pl_pl: Pomóż w tłumaczeniu
pt_br: Ajude-nos a traduzir
pt_pt: Ajude-nos a traduzir
ru_ru: Помочь перевести
uk_ua: Допомога з перекладом

source: Theme
cs_cz: Motiv
es_es: Tema
fr_fr: Thème
nl_nl: Thema
no_no: Tema
pl_pl: Motyw
pt_br: Tema
pt_pt: Tema
ru_ru: Тема
uk_ua: Тема

source: This sets the theme that the launcher will use.
cs_cz: Toto nastaví motiv, který bude použit ve Spouštěči.
es_es: Esto establecerá el tema que el Launcher utilizará.
fr_fr: Définit le thème que le Launcher utilisera.
nl_nl: Dit stelt het thema in dat de launcher zal gebruiken.
no_no: Dette setter temaet som Motoren vil bruke.
pl_pl: Ustawia motyw używany przez launcher.
pt_br: Isso especifica o tema usado pelo Iniciador.
pt_pt: Isto especifica o tema usado pelo launcher.
ru_ru: Это устанавливает тему, которую будет использовать лаунчер.
uk_ua: Це встановлює тему, яку буде використовуватися лаунчер.

source: Date Format
cs_cz: Formát Data
es_es: Formato de fecha
fr_fr: Format de date
nl_nl: Datum instellingen
no_no: Dato format
pl_pl: Format daty
pt_br: Formato da Data
pt_pt: Formato de data
ru_ru: Формат даты
uk_ua: Формат дати

source: This controls the format that dates are displayed in the launcher.
cs_cz: Tohle ovládá formát datumů v spouštěči.
es_es: Esto controla el formato en el que se muestran las fechas en el lanzador.
fr_fr: Cela contrôle le format d'affichage des dates dans le launcher.
no_no: Dette kontrollerer formaten som blir brukt til å vise datoer i launcheren.
pl_pl: Kontroluje format, w którym są wyświetlane daty w launcherze.
pt_br: Isso controla o formato em que as datas são exibidas no launcher.
pt_pt: Isto controla o formato em que as datas são mostradas no inicializador.
ru_ru: Эта настройка позволяет настроить дату отображаемую в лаунчере
uk_ua: Це керування форматом і відображення дат в панелі запуску

source: Instance Title Format
cs_cz: Formát názvu balíčku
es_es: Formato de título de instancia
fr_fr: Format du titre de l'instance
no_no: Format for instanse-tittel
pl_pl: Format nazwy instancji
pt_br: Formato do Título da instância
ru_ru: Формат заголовка Версий
uk_ua: Формат заголовка екземпляра

source: This controls the format that instances titles are shown as.
cs_cz: Toto řídí formát, ve kterém se zobrazují názvy balíčků.
es_es: Esto controla el formato en el que se muestran los títulos de las instancias.
fr_fr: Cela contrôle le format que les titres des instances sont affichés.
no_no: Dette bestemmer formatet som blir brukt for tittelen på instanser.
pl_pl: To kontroluje format, w jakim wyświetlane są tytuły wystąpień.
pt_br: Define o formato onde os títulos das instâncias são mostrados.
ru_ru: Это управляет форматом, в котором отображаются заголовки Версий.
uk_ua: Це керує форматом, у якому відображаються заголовки екземплярів.

source: Pack Name
cs_cz: Název balíčku
es_es: Nombre del Paquete
fr_fr: Nom du Paquet
no_no: Pakke-navn
pl_pl: Nazwa paczki
pt_br: Nome do Pack
ru_ru: Название пакета
uk_ua: Назва пакета

source: Pack Version
cs_cz: Verze balíčku
es_es: Versión del paquete
fr_fr: Version du Paquet
no_no: Pakke-versjon
pl_pl: Wersja paczki
pt_br: Versão do Pack
ru_ru: Версия Пакета
uk_ua: Версія пакету

source: Default Tab
cs_cz: Výchozí karta
es_es: Pestaña por defecto
fr_fr: Onglet par défaut
no_no: Standardkategori
pl_pl: Domyślna karta
pt_br: Aba Padrão
ru_ru: Вкладка по умолчанию
uk_ua: Вкладка за замовчуванням

source: Which tab to have selected by default when opening the launcher.
cs_cz: Kterou kartu vybrat jako výchozí při otevírání spouštěče.
es_es: Qué pestaña tener seleccionada por defecto al abrir el lanzador.
fr_fr: Quel onglet doit être sélectionné par défaut lors le lancement du launcheur.
no_no: Hvilken fane som velges som standard å vise når ATLauncher starter opp.
pl_pl: Pokazuj wybraną kartę podczas uruchamiania ATLauncher.
pt_br: Aba padrão ao abrir o launcher.
ru_ru: Какую вкладку выбрать по умолчанию при открытии лаунчера.
uk_ua: Яку вкладку вибрати за замовчуванням під час відкриття панелі запуску.

source: News
cs_cz: Novinky
es_es: Noticias
fr_fr: Actualités
nl_nl: Nieuws
no_no: Nyheter
pl_pl: Nowości
pt_br: Notícias
pt_pt: Notícias
ru_ru: Новости
uk_ua: Новини

source: Packs
cs_cz: Balíčky
fr_fr: Paquets
no_no: Pakker
pl_pl: Paczki
pt_br: Pacotes
pt_pt: Pacotes
ru_ru: Другие сборки
uk_ua: Пакети
