Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Cannot connect to proxy. Please check the settings and try again.
cs_cz: Nelze se připojit k proxy. Zkontrolujte nastavení a zkuste to znovu.
es_es: No se puede conectar con proxy. Por favor, compruebe la configuración e inténtelo de nuevo.
fr_fr: Impossible de se connecter au proxy. Veuillez vérifier les paramètres puis réessayez.
nl_nl: Kan geen verbinding maken met proxy. Controleer de instellingen en probeer het opnieuw.
no_no: Kan ikke koble til proxy. Kontroller innstillingene og prøv igjen.
pl_pl: Nie można się połączyć z proxy. Sprawdź ustawienia i spróbuj jeszcze raz.
pt_br: Não é possível conectar ao proxy. Por favor, verifique as configurações e tente novamente.
pt_pt: Não é possível conectar ao proxy. Por favor, verifique as configurações e tente novamente.
ru_ru: Не удается подключиться к прокси. Проверьте настройки и повторите попытку.
uk_ua: Неможливо підключитися до проксі-серверу. Будь ласка перевірте налаштування та повторіть спробу.

source: Network
cs_cz: Síť
es_es: Red
fr_fr: Réseau
nl_nl: Netwerk
no_no: Nettverk
pl_pl: Sieć
pt_br: Rede
pt_pt: Rede
ru_ru: Сеть
uk_ua: Мережа

source: Default Mod Platform
cs_cz: Výchozí platforma modů
es_es: Plataforma de Mod predeterminada
fr_fr: Plateforme de Mod par défaut
no_no: Standard mod platform
pl_pl: Domyślna platforma modów
pt_br: Plataforma de Mod Padrão
ru_ru: Платформа модов по умолчанию
uk_ua: Модифікована платформа за замовчуванням

source: The default mod platform to use when adding mods to instances, as well as the platform to use when updating/reinstalling mods on multiple platforms.
cs_cz: Výchozí platforma modů, která se má použít při přidávání modů do instancí, a také platforma, která se má použít při aktualizaci/přeinstalaci modů na více platformách.
es_es: La plataforma de mods predeterminada que se usa al agregar mods a las instancias, así como la plataforma que se usa al actualizar/reinstalar mods en varias plataformas.
fr_fr: La plateforme de Mod par défaut est à utilisé quand vous ajoutez des Mods à vos instances, ainsi que la plateforme à utiliser lors de la mise à jour/réinstallation de mods sur plusieurs plateformes.
no_no: Standardplatformen å bruke når modder lastes ned til instanser eller blir oppdaterte/reinstallerte på flere platformer.
pl_pl: Domyślna platforma modów używana podczas dodawania modów do instancji, a także platforma używana podczas aktualizacji/ponownej instalacji modów na wielu platformach.
pt_br: A plataforma de mod padrão para ser usada ao adicionar mods as instâncias, bem como a plataforma a ser usada ao atualizar/reinstalar mods em várias plataformas.
ru_ru: Платформа модов по умолчанию, используемая при добавлении модов в Версии, а также платформа, используемая при обновлении/переустановке модов на нескольких платформах.
uk_ua: Платформа модів за замовчуванням для використання під час додавання модів до екземплярів, а також платформа для використання під час оновлення/перевстановлення модів на кількох платформах.

source: Add Mod Restrictions
cs_cz: Přidejte omezení modů
es_es: Agregar restricciones de mod
fr_fr: Ajouter des restrictions de Mods
no_no: Legg til mod restriksjoner
pl_pl: Dodaj ograniczenia dotyczące modów
pt_br: Adicionar restrições de mod
ru_ru: Добавить ограничения для модов
uk_ua: Додайте модифікаційні обмеження

source: What restrictions should be in place when adding mods from a mod platform.
cs_cz: Jaká omezení by měla platit při přidávání modů z platformy modů.
es_es: Qué restricciones deben existir al agregar mods desde una plataforma de mods.
fr_fr: Quelles restrictions doivent être mises en place lors de l'ajout de Mods à partir d'une plateforme de Mods.
no_no: Hvilke restriksjoner som burde brukes når modder blir lagt til fra en modplatform.
pl_pl: Jakie ograniczenia powinny obowiązywać podczas dodawania modów z platformy modów.
pt_br: Quais restrições devem estar em vigor ao adicionar mods de uma plataforma de mod.
ru_ru: Какие ограничения должны быть при добавлении модов с мод-платформы.
uk_ua: Які обмеження слід застосовувати під час додавання модів із платформи модів.

source: Only show mods for current Minecraft version
cs_cz: Zobrazit pouze mody pro aktuální verzi Minecraftu
es_es: Solo mostrar mods para la versión actual de Minecraft
fr_fr: Uniquement afficher les Mods pour la version actuellement de Minecraft
no_no: Vis bare modder for gjeldende Minecraft versjon
pl_pl: Pokaż tylko mody dla bieżącej wersji Minecrafta
pt_br: Mostrar apenas mods para a versão atual do Minecraft
ru_ru: Показывать моды только для текущей версии Minecraft
uk_ua: Показувати лише моди для поточної версії Minecraft

source: Show mods for the current major Minecraft version (eg: 1.16.x)
cs_cz: Zobrazit mody pro aktuální hlavní verzi Minecraftu (např.: 1.16.x)
es_es: Mostrar mods para la versión principal actual de Minecraft (p. ej.: 1.16.x)
fr_fr: Afficher les Mods pour la version majeure actuelle de Minecraft (ex : 1.16.x)
no_no: Vis bare modder for den gjeldende store Minecraft oppdateringen (f.eks. 1.16.x)
pl_pl: Pokaż modyfikacje dla aktualnej głównej wersji Minecrafta (np.: 1.16.x)
pt_br: Mostrar mods apenas para versões mais recentes do Minecraft (e: 1.16x)
ru_ru: Показать моды для текущей основной версии Minecraft (например: 1.16.x)
uk_ua: Показати модифікації для поточної основної версії Minecraft (наприклад, 1.16.x)

source: Show mods for all Minecraft versions
cs_cz: Zobrazit mody pro všechny verze Minecraftu
es_es: Mostrar mods para todas las versiones de Minecraft
fr_fr: Afficher les Mods pour toutes les versions de Minecraft
no_no: Vis modder for alle Minecraft versjoner
pl_pl: Pokaż mody dla wszystkich wersji Minecrafta
pt_br: Mostrar mods para todas as versões do Minecraft
ru_ru: Показать моды для всех версий Minecraft
uk_ua: Показати модифікації для всіх версій Minecraft

source: Enable Added Mods By Default?
cs_cz: Povolit po instalaci přidané mody?
es_es: ¿Habilitar modificaciones agregadas de forma predeterminada?
fr_fr: Activer les Mods ajoutés par défaut ?
no_no: Ha som standard å skru på modder som blir lagt til?
pl_pl: Domyślnie włączyć dodane mody?
pt_br: Habilitar Mods Adicionados Por Padrão?
ru_ru: Включить добавленные моды по умолчанию?
uk_ua: Увімкнути додані модифікації за замовчуванням?

source: When adding mods manually, should they be enabled automatically?
cs_cz: Při ručním přidávání modů by měly být povoleny automaticky?
es_es: Al agregar mods manualmente, ¿deberían habilitarse automáticamente?
fr_fr: Lorsque vous ajoutez des mods manuellement, doivent-ils être activés automatiquement ?
no_no: Skal modder som blir manuelt lagt til bli aktivert automatisk?
pl_pl: Czy podczas ręcznego dodawania modów powinny one być włączane automatycznie?
pt_br: Ao adicionar mods manualmente, eles devem ser ativados automaticamente?
ru_ru: При добавлении модов вручную они должны включаться автоматически?
uk_ua: При додаванні модифікацій вручну вони повинні вмикатися автоматично?

source: Don't Check Mods On {0}?
cs_cz: Nekontrolovat modifikace na {0}?
es_es: ¿No compruebas las modificaciones en {0}?
fr_fr: Ne pas vérifier les Mods sur {0}?
no_no: Ikke sjekk modder på {0}?
pl_pl: Nie sprawdzać modów na {0}?
pt_br: Não verificar mods no {0}?
ru_ru: Не проверять моды на {0}?
uk_ua: Не перевіряти модифікації на {0}?

source: When installing packs or adding mods manually to instances, we check for the file on {0} to show more information about the mod as well as make updating easier. Disabling this will mean you won't be able to update manually added mods from within the launcher.
cs_cz: Při instalaci balíčků nebo ručním přidávání modů do instancí kontrolujeme soubor na {0}, abychom zobrazili další informace o modu a usnadnili aktualizaci. Pokud toto zakážete, nebudete moci aktualizovat ručně přidané mody ze spouštěče.
es_es: Al instalar paquetes o agregar mods manualmente a las instancias, buscamos el archivo en {0} para mostrar más información sobre el mod y facilitar la actualización. Deshabilitar esto significará que no podrá actualizar las modificaciones agregadas manualmente desde el iniciador.
fr_fr: Lors de l'installation de packs ou de l'ajout manuel de mods aux instances, nous vérifions la présence du fichier sur {0} afin d'afficher plus d'informations sur le mod et de faciliter la mise à jour. Si vous désactivez cette option, vous ne pourrez pas mettre à jour les mods ajoutés manuellement à partir du launcheur.
no_no: Når modpakker eller modder blir installert manuelt til instanser ser vi etter filen på {0} for å vise mer informasjon om modden og for å gjøre oppdateringer enklere. Om du skrur av dette vil du ikke kunne manuelt oppdatere modder du har lagt til via ATLauncher.
pl_pl: Podczas instalowania pakietów lub ręcznego dodawania modów do instancji sprawdzamy plik na {0}, aby wyświetlić więcej informacji o modzie, a także ułatwić aktualizację. Wyłączenie tej opcji spowoduje, że nie będziesz mógł aktualizować ręcznie dodanych modów z poziomu programu uruchamiającego.
pt_br: Ao instalar pacotes ou adicionar mods manualmente às instâncias, verificamos o arquivo no {0} para mostrar mais informações sobre o mod, bem como facilitar a atualização. Desativar isso significa que você não será capaz de atualizar mods adicionados manualmente de dentro da Launcher.
ru_ru: При установке пакетов или добавлении модов в Версий вручную мы проверяем файл на {0}, чтобы показать больше информации о моде, а также упростить обновление. Отключение этого означает, что вы не сможете обновлять добавленные вручную моды из лаунчера.
uk_ua: Встановлюючи пакети або додаючи моди вручну до екземплярів, ми перевіряємо файл на {0}, щоб показати більше інформації про модифікацію, а також полегшити оновлення. Якщо вимкнути це, ви не зможете оновлювати додані вручну модифікації з панелі запуску.

source: Default Export Format
cs_cz: Výchozí formát exportu
es_es: Formato de exportación predeterminado
fr_fr: Format d'export par défaut
no_no: Standard format for eksportering
pl_pl: Domyślny format eksportu
pt_br: Formato de Exportação Padrão
ru_ru: Формат экспорта по умолчанию
uk_ua: Формат експорту за замовчуванням

source: The default format to export instances to. Can also be changed at time of export.
cs_cz: Výchozí formát pro export balíčků. Lze také změnit v době exportu.
es_es: El formato predeterminado para exportar instancias. También se puede cambiar en el momento de la exportación.
fr_fr: Le format par défaut pour l'exportation des instances. Peut également être modifié au moment de l'exportation.
no_no: Standard formatet som blir brukt ved eksport av instanser. Dette kan også bli endret under eksport om ønsket.
pl_pl: Domyślny format do eksportowania instancji. Można również zmienić w momencie eksportu.
pt_br: O formato padrão para exportar instâncias. Também pode ser alterado no momento da exportação.
ru_ru: Формат по умолчанию для экспорта Версий. Также может быть изменен во время экспорта.
uk_ua: Стандартний формат для експорту екземплярів. Також можна змінити під час експорту.

source: Mods
cs_cz: Módy
pl_pl: Modyfikacje
ru_ru: Моды
uk_ua: Моди

source: You're running a 32 bit Java and therefore cannot use more than 1GB of Ram. Please see http://atl.pw/32bit for help.
cs_cz: Používáte 32 bitovou Javu, a proto nemůžete použít více než 1 GB paměti RAM. Nápovědu najdete na stránce http://atl.pw/32bit.
es_es: Estás ejecutando Java en 32 bits, por lo que no puedes usar más de 1 GB de RAM. Visita http://atl.pw/32bit para más información.
fr_fr: Vous exécutez Java 32 bit et ne pouvez donc pas utiliser plus de 1 Go de RAM. Veillez consulter http://atl.pw/32bit pour obtenir de l'aide.
no_no: Du kjører en 32 bit versjon av Java og kan derfor ikke sette av mer enn 1GB Ram. Besøk http://atl.pw/32bit for hjelp.
pl_pl: Używasz 32-bitowej wersji Java przez co nie możesz użyc wiecej niż 1GB Ramu. Odwiedź http://atl.pw/32bit aby uzyskać pomoc.
pt_br: Você está rodando em Java 32 Bit e não pode usar mais de 1GB de Ram. Consulte http://atl.pw/32bit para obter ajuda.
pt_pt: Está a executar um Java de 32 bits e por isso não pode usar mais de 1GB de Ram. Por favor abra http://atl.pw/32bit para mais detalhes.
ru_ru: Вы используете 32-битную версию Java и поэтому не можете использовать более 1ГБ оперативной памяти. Пожалуйста, посетите http://atl.pw/32bit для получения помощи.
uk_ua: Ви використовуєте 32 -розрядну Java і тому не можете використовувати більше 1 Гб оперативної пам’яті. Будь ласка, звернится у http://atl.pw/32bit за допомогою.

source: Initial Memory/Ram
cs_cz: Počáteční operační paměť
es_es: Memoria inicial/Ram
fr_fr: Mémoire/RAM Initiale
nl_nl: Initial Geheugen/Ram
no_no: Innledende Minne/Ram
pl_pl: Wstępna Pamięć/Ram
pt_br: Memória inicial
pt_pt: Memória/RAM inicial
ru_ru: Начальная память/Озу
uk_ua: Початкова кількість пам'яті/Ram

source: Initial memory/ram is the starting amount of memory/ram to use when starting Minecraft. This should be left at the default of 512 MB unless you know what your doing.
cs_cz: Výchozí pamět/ram je startovní hodnota paměti/ram pro spuštění Minecraftu. Toto nastavení by mělo zůstat na základě 512 MB, ledaže víte, co děláte.
es_es: La memoria inicial/ram es la cantidad inicial de memoria/ram a usar al iniciar Minecraft. Esto debe dejarse por defecto de 512 MB a menos que sepas lo que haces.
fr_fr: La mémoire/RAM initiale est le nombre de mémoire/RAM à utiliser lors du démarrage de Minecraft. Ceparamètre devrait être laissé par défaut à 512 Mo à moins de savoir ce que vous faites.
nl_nl: Initial geheugen/ram is de begin hoeveelheid van geheugen/ram om te gebruiken bij het starten van Minecraft. Dit moet standaard blijven bij 512 MB tenzij je weet wat je doet.
no_no: Innledende minne/ram er den startende mengden av minne/ram å bruke når Minecraft starter. Dette burde stå som standaren av 512 MB med mindre du vet hva du gjør.
pl_pl: Wstępna pamięć/ram jest początkową ilością pamieci/ram używanej przez Minecraft podczas uruchamiania. Powinna ona wynosić standardowe 512 MB chyba że wiesz co robisz.
pt_br: Memória inicial é a quantidade de memória que será usada ao iniciar o Minecraft. Isso deve ser deixado no padrão de 512 MB, a menos que você saiba o que está fazendo.
pt_pt: A memória de inicialização é a quantidade de memória/RAM que será usada ao iniciar o Minecraft. Deve ser deixada no padrão de 512 MB a não ser que saiba o que está a fazer.
ru_ru: Первоначальное количество оперативной памяти для использования при запуске Minecraft. Это должно быть оставлено по умолчанию 512 МБ, если вы не знаете, для чего это.
uk_ua: Початкова пам'ять/Ram є початковим обсягом пам'яті/Ram, для використання під час запуску Minecraft. Це має залишатися за замовчуванням 512 МБ, якщо тільки Ви не впевнені в тому, що ви робите.

source: Warning
cs_cz: Varování
es_es: Aviso
fr_fr: Avertissement
nl_nl: Waarschuwing
no_no: Advarsel
pl_pl: Ostrzeżenie
pt_br: Cuidado
pt_pt: Aviso
ru_ru: Предупреждение
uk_ua: Застереження

source: Setting initial memory above 512MB is not recommended and can cause issues. Are you sure you want to do this?
cs_cz: Nastavení počáteční paměti nad 512MB se nedoporučuje a může způsobit problémy. Opravdu to chcete udělat?
es_es: No se recomienda configurar la memoria inicial por encima de 512 MB y puede causar problemas. ¿Seguro que quieres hacer esto?
fr_fr: Paramétrer la mémoire initiale au dessus de 512MB n'est pas recommandé et peut causer des problèmes. Êtes-vous sûr de vouloir faire ça ?
no_no: Å sette mengden start-minne over 512MB er ikke anbefalt og kan skape problemer. Er du sikker?
pl_pl: Ustawienie pamięci początkowej powyżej 512MB nie jest zalecane i może powodować problemy. Czy na pewno chcesz to zrobić?
pt_br: Definir a memória inicial para um valor acima de 512 MB não é recomendado e pode causar problemas. Você tem certeza que quer fazer isso?
ru_ru: Установка начальной памяти выше 512 Мб не рекомендуется и может вызвать проблемы. Вы уверены, что хотите это сделать?
uk_ua: Встановлення початкового обсягу пам’яті вище 512 Мб не рекомендується, це може спричинити проблеми. Ви впевнені, що хочете це зробити?

source: Maximum Memory/Ram
cs_cz: Nejvyšší možná operační paměť
es_es: Máxima memoria/Ram
fr_fr: Mémoire/RAM maximum
nl_nl: Maximum geheugen/Ram
no_no: Maksimum Hukommelse/Ram
pl_pl: Maksymalna Pamięć/Ram
pt_br: Memória máxima
pt_pt: Memória/Ram máxima
ru_ru: Максимальная оперативная память
uk_ua: Максимальна кількість пам'яті/Ram

source: The maximum amount of memory/ram to allocate when starting Minecraft.
cs_cz: Nejvyšší možné množství operační paměti, které se přidělí Minecraftu při spuštění.
es_es: La cantidad máxima de memoria/ram a asignar al iniciar Minecraft.
fr_fr: La quantité maximale de mémoire/RAM à allouer lors du démarrage de Minecraft.
nl_nl: De maximale hoeveelheid geheugen/ram om toe te wijzen bij het starten van Minecraft.
no_no: Den maksimale mengden med minne/ram å tildele når Minecraft starter.
pl_pl: Maksymalna ilość pamieci/ram przypisana dla Minecraft podczas startu.
pt_br: A quantidade máxima de memória usada ao iniciar o Minecraft.
pt_pt: A quantidade máxima de memória/ram usada na inicialização do Minecraft.
ru_ru: Максимальное количество оперативной памяти для распределения при запуске Minecraft.
uk_ua: Максимальний обсяг пам'яті/Ram, яка виділяється під час запуску Minecraft.

source: Setting maximum memory above 8GB is not recommended for most modpacks and can cause issues.
cs_cz: Nastavení maximální paměti nad 8GB se pro většinu modpacků nedoporučuje a může způsobit problémy.
es_es: No se recomienda configurar la memoria máxima por encima de 8 GB para la mayoría de los modpacks y puede causar problemas.
fr_fr: Paramétrer la mémoire maximale au dessus de 8GB n'est pas recommandé pour la plupart des modpacks peut causer des problèmes.
no_no: Å sette maksimalt minne over 8GB er ikke anbefalt for de fleste modpacks og kan skape problemer.
pl_pl: Ustawienie maksymalnej pamięci powyżej 8GB nie jest zalecane dla większości paczek modów i może powodować problemy.
pt_pt: Definir a memória máxima acima de 8 GB não é recomendado para a maioria dos Modpacks e pode causar problemas.
ru_ru: Установка максимальной памяти выше 8 Гб не рекомендуется для большинства мод паков и может вызвать проблемы.
uk_ua: Встановлення максимального об’єму пам’яті вище 8 Гб не рекомендується для більшості модифікацій і може спричинити проблеми.

source: More Explanation
cs_cz: Další vysvětlení
es_es: Más explicación
fr_fr: Plus d'infos
no_no: Detaljert forklaring
pl_pl: Więcej wyjaśnień
pt_br: Mais Explicação
ru_ru: Больше Информации
uk_ua: Додаткові пояснення

source: Setting maximum memory to more than half of your systems total memory is not recommended and can cause issues in some cases. Are you sure you want to do this?
cs_cz: Nastavení maximální paměti na více než polovinu celkové paměti vašeho systému se nedoporučuje a v některých případech může způsobit problémy. Opravdu to chcete udělat?
es_es: No se recomienda establecer la memoria máxima en más de la mitad de la memoria total de su sistema y puede causar problemas en algunos casos. ¿Seguro que quieres hacer esto?
fr_fr: Paramétrer la mémoire initiale a plus de la moitié de la mémoire totale de votre système n'est pas recommandé et peut causer des problèmes dans certains cas. Êtes-vous sûr de vouloir faire ça ?
no_no: Å sette maksimalt minne til mer enn halve systemets totale minne er ikke anbefalt og kan skape problemer. Er du sikker?
pl_pl: Ustawienie maksymalnej pamięci na więcej niż połowę całkowitej pamięci systemu nie jest zalecane i może powodować problemy w niektórych przypadkach. Czy na pewno chcesz to zrobić?
pt_br: Definir memória máxima para mais da metade da memória total do seu sistema não é recomendado e pode causar problemas em alguns casos. Você tem certeza que quer continuar?
ru_ru: Установка максимальной памяти больше, чем половина системной оперативной памяти не рекомендуется и может вызвать проблемы. Вы уверены, что хотите это сделать?
uk_ua: Не рекомендується встановлювати максимальну пам’ять, що перевищує половину загальної пам’яті системи, і в деяких випадках це може спричинити проблеми. Ви впевнені, що хочете це зробити?

source: PermGen Size
cs_cz: Velikost PermGenu
es_es: Tamaño de PermGen
fr_fr: Taille de la Permgen
nl_nl: PermGen Grootte
no_no: PermGen Størrelse
pl_pl: Rozmiar PermGen
pt_br: Tamanho do PermGen
pt_pt: Tamanho do PermGen
ru_ru: Размер PermGen
uk_ua: Розмір PermGen

source: The PermGen Size for java to use when launching Minecraft in MB.
cs_cz: Velikost parametru PermGen po použití aplikací java při spouštění Minecraftu v MB.
es_es: El tamaño de PermGen para java a usar al lanzar Minecraft en MB.
fr_fr: La taille de la PermGen de Java à utiliser lors du lancement de Minecraft (en Mo).
nl_nl: De PermGen Grootte voor java om te gebruiken bij het starten van Minecraft in MB.
no_no: PermGen Størrelsen i MB for Java å bruke når Minecraft starter.
pl_pl: Rozmiar PermGen dla Java w MB używany podczas uruchomiania.
pt_br: O tamanho do PermGen usado ao iniciar o Minecraft em MB.
pt_pt: O tamanho do PermGen usado ao iniciar o Minecraft em MB.
ru_ru: Размер PermGen для java, используемый при запуске Minecraft в MB.
uk_ua: Розмір PermGen для Java при запуску Minecraft у МБ.

source: Setting PermGen size above {0}MB is not recommended and can cause issues. Are you sure you want to do this?
cs_cz: Nastavení velikosti PermGen nad {0}MB se nedoporučuje a může způsobit problémy. Opravdu to chcete udělat?
es_es: No se recomienda configurar el tamaño de PermGen por encima de {0} MB y puede causar problemas. ¿Seguro que quieres hacer esto?
fr_fr: Paramétrer PermGen au dessus de {0}MB n'est pas recommandé et peut causer des problèmes. Êtes-vous sûr de vouloir faire ça ?
no_no: Å sette PermGen størrelse til mer enn {0}MB er ikke anbefalt og kan skape problemer. Er du sikker?
pl_pl: Ustawienie rozmiaru PermGen powyżej {0}MB nie jest zalecane i może powodować problemy. Czy na pewno chcesz to zrobić?
pt_br: Definir tamanho PermGen maior que {0}MB não é recomendado e pode causar problemas. Você tem certeza que quer continuar?
pt_pt: Definir o PermGen acima de {0} MB não é recomendado e pode causar problemas. Tem a certeza que quer fazer isso?
ru_ru: Установка размера PermGen выше {0} Мб не рекомендуется и может вызвать проблемы. Вы уверены, что хотите это сделать?
uk_ua: Встановлення розміру PermGen понад {0} МБ не рекомендується та може спричинити проблеми. Ви впевнені, що хочете це зробити?

source: Window Size
cs_cz: Velikost okna
es_es: Tamaño de la ventana
fr_fr: Taille de la fenêtre
nl_nl: Venstergrootte
no_no: Vindu Størrelse
pl_pl: Rozmiar Okna
pt_br: Tamanho da janela
pt_pt: Tamanho da janela
ru_ru: Размер окна
uk_ua: Розмір Вікна

source: The size that the Minecraft window should open as, Width x Height, in pixels.
cs_cz: Velikost, kterou by se okno Minecraftu mělo otevírat jako, šířka x výška, v pixelech.
es_es: El tamaño que la ventana de Minecraft debe abrir como, Ancho x Altura, en píxeles.
fr_fr: La taille que la fenêtre Minecraft devrait avoir en s'ouvrant, en pixels, Largeur x Hauteur.
nl_nl: De grootte die het Minecraft-venster zal hebben, Breedte x hoogte, in pixels.
no_no: Størrelsen som Minecraft vinduet burde åpne som, Bredde x Høyde, i pixler.
pl_pl: Rozmiar okna w którym włączy sie Minecraft wyrażona w Szerokość x Wysokość w pikselach.
pt_br: O tamanho que a janela do Minecraft deve abrir, com largura x altura em pixels.
pt_pt: O tamanho em que a janela do Minecraft deve abrir, com largura x altura em pixels.
ru_ru: Размер, который окно Minecraft должно открыть как ширина x Высота, в пикселях.
uk_ua: Розмір, який має відкривати вікно Minecraft, ширина x висота в пікселях.
