Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: The below mods need to be installed
cs_cz: Je potřeba nainstalovat níže uvedené módy
es_es: Los siguientes mods necesitan ser instalados
fr_fr: Les mods ci-dessous doivent être installés
nl_nl: De onderstaande mods moeten worden geïnstalleerd
no_no: Modifikasjonene under må installeres
pl_pl: Poniższe modyfikacje muszą zostać zainstalowane
pt_br: Os mods abaixo precisam ser instalados
pt_pt: Os mods abaixo precisam de ser instalados
ru_ru: Следующие моды должны быть установлены
uk_ua: Наведені нижче моди потрібно встановити

source: Version To Install
cs_cz: Verze k nainstalování
es_es: Versión a instalar
fr_fr: Version à installer
nl_nl: Versie om te installeren
no_no: Versjon og installere
pl_pl: Wersja Do Instalacji
pt_br: Versão para Instalar
pt_pt: Versão a instalar
ru_ru: Установить версию
uk_ua: Встановити версію

source: Loading
cs_cz: Načítání
es_es: Cargando
fr_fr: Chargement
nl_nl: Aan het laden
no_no: Laster
pl_pl: Ładowanie
pt_br: Carregando
pt_pt: A carregar
ru_ru: Загрузка
uk_ua: Завантаження

source: File To Install
cs_cz: Soubor k instalaci
es_es: Archivo a instalar
fr_fr: Fichier a installer
no_no: Fil som skal installeres
pl_pl: Plik do zainstalowania
pt_br: Arquivo Para Instalar
pt_pt: Ficheiro para instalar
ru_ru: Файл для установки
uk_ua: Файл для встановлення

source: The version currently installed is {0}
cs_cz: Aktuální nainstalovaná verze je {0}
es_es: La versión instalada actualmente es {0}
fr_fr: La version actuellement installée est {0}
no_no: Den gjeldende versjonen installert er {0}
pl_pl: Obecnie zainstalowana wersja to {0}
pt_br: A versão atualmente instalada é {0}
pt_pt: A versão instalada é {0}
ru_ru: Версия, установленная сейчас — {0}
uk_ua: Зараз встановлена ​​версія: {0}

source: Show All
cs_cz: Zobrazit vše
es_es: Mostrar todo
fr_fr: Tout afficher
no_no: Vis alle
pl_pl: Pokaż wszystko
pt_br: Mostrar todos
pt_pt: Mostrar Todos
ru_ru: Показать всё
uk_ua: Показати все

source: Install
cs_cz: Instalovat
es_es: Instalando
fr_fr: Installer
nl_nl: Installeren
no_no: Installer
pl_pl: Instaluj
pt_br: Instale
pt_pt: Instalar
ru_ru: Установить
uk_ua: Встановити

source: Updating
cs_cz: Aktualizuji
es_es: Actualizando
fr_fr: Mise à jour
no_no: Oppdaterer
pl_pl: Aktualizowanie
pt_br: Atualizando
pt_pt: A atualizar
ru_ru: Обновление
uk_ua: Оновлення

source: (Current Version: {0})
cs_cz: (Aktuální verze: {0})
es_es: (Versión actual: {0})
fr_fr: (Version actuelle : {0})
no_no: (Gjeldende versjon: {0})
pl_pl: (Bieżąca wersja: {0})
pt_br: (Versão Atual:{0})
pt_pt: (Versão Atual: {0})
ru_ru: (Текущая версия: {0})
uk_ua: (Поточна версія: {0})

source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
no_no: Navn
pl_pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru_ru: Название
uk_ua: Назва

source: Save Mods
cs_cz: Uložit Módy
es_es: Guardar modificaciones
fr_fr: Enregistrer les mods
no_no: Lagre mods
pl_pl: Zapisz modyfikacje
pt_br: Salvar mods
pt_pt: Salvar mods
ru_ru: Сохранить моды
uk_ua: Зберегти модифікації

source: Since this update changes the Minecraft version, your custom mods may no longer work.<br/><br/>Checking this box will keep your custom mods, otherwise they'll be removed.
cs_cz: Protože tato aktualizace mění verzi Minecraftu, vaše vlastní mody již nemusí fungovat.<br/><br/>Zaškrtnutím tohoto políčka zůstanou vaše vlastní mody zachovány, jinak budou odstraněny.
es_es: Dado que esta actualización cambia la versión de Minecraft, es posible que sus modificaciones personalizadas ya no funcionen.<br/><br/>Al marcar esta casilla, se mantendrán sus modificaciones personalizadas; de lo contrario, se eliminarán.
fr_fr: Étant donné que cette mise à jour change la version de Minecraft, vos mods peuvent ne plus fonctionner. <br/><br/>Cocher cette case va conserver vos mods, sinon ils seront supprimés.
no_no: Siden denne oppdateringen endrer Minecraft versjonen kan det hende egendefinerte modder ikke vil fungere lenger.<br/><br/>Krysser du av denne boksen vil egendefinerte modder bli beholdt, men visst ikke vil de bli fjernet.
pl_pl: Jako że aktualizacja zmienia wersję gry Minecraft, dodane przez Ciebie modyfikacje mogą już nie działać.<br/><br/>Zaznaczenie tej opcji spowoduje zachowanie tych modów, inaczej zostaną usunięte.
pt_br: Visto que esta atualização muda a versão do Minecraft, seus 'mods' customizados podem não funcionar mais. <br/><br/> Checar esta caixa irá manter seus 'mods' customizados, caso contrario eles serão removidos.
pt_pt: Visto que esta atualização muda a versão do Minecraft, os seus mods costumizados podem deixar de funcionar. <br/><br/> Marque esta caixa para salvar os seus mods costumizados, ou serão excluídos.
ru_ru: Так как данное обновление изменяет текущую версию Minecraft, ваши пользовательские модификации могут перестать работать.<br/><br/>Данная функция позволит сохранить их, в противном случае они будут удалены.
uk_ua: Оскільки це оновлення змінює версію Minecraft, ваші спеціальні моди можуть більше не працювати.<br/><br/>Якщо встановити цей прапорець, ваші спеціальні моди збережуться, інакше їх буде видалено.

source: Getting Versions
cs_cz: Získávání verzí
es_es: Obtener versiones
fr_fr: Récupération des versions
no_no: Skaffer versjoner
pl_pl: Pobieranie listy wersji
pt_br: Obtendo Versões
pt_pt: A obter versões
ru_ru: Получение версий
uk_ua: Отримання версій

source: Getting Modpack Details
cs_cz: Získání podrobností o Modpacku
es_es: Obtener detalles del Modpack
fr_fr: Récupération des informations du modpack
no_no: Skaffer modpakke-detaljer
pl_pl: Pobieranie informacji o wybranej paczce modów
pt_br: Obtendo Informações do Modpack
pt_pt: A obter detalhes do Modpack
ru_ru: Получение деталей сборок
uk_ua: Отримання деталей модпаку

source: Getting Modpack Versions
cs_cz: Získání verzí Modpacku
es_es: Obtener versiones de Modpack
fr_fr: Récupération de la version du modpack
no_no: Skaffer modpakke-versjon
pl_pl: Pobieranie listy dostępnych wersji wybranej paczki modów
pt_br: Obtendo Versões do Modpack
pt_pt: A obter versões do Modpack
ru_ru: Получение версий сборок
uk_ua: Отримання версій модпаку

source: Getting Modpack Builds
cs_cz: Získání sestav Modpacku
es_es: Obtener compilaciones Modpack
fr_fr: Récupération des compilations du modpack
no_no: Skaffer modpakke-builds
pl_pl: Pobieranie Kompilacji Paczki
pt_br: Obtendo 'Builds' do Modpack
pt_pt: A obter builds do Modpack
ru_ru: Получение релизов сборок
uk_ua: Отримання збірок модпаку

source: Downloading Pack Manifest
cs_cz: Stahování manifestu balíčku
es_es: Descarga del manifiesto del paquete
fr_fr: Téléchargement du pack Manifest
no_no: Laster ned modpakke-manifest
pl_pl: Pobieranie Manifest Paczki
pt_br: Baixando Pacote Manifeste
pt_pt: A transferir manifesto do Modpack
ru_ru: Скачивание пакета Manifest
uk_ua: Завантаження маніфесту пакета

source: {0} Version
cs_cz: Verze {0}
es_es: {0} Versión
fr_fr: Version de {0}
no_no: {0} versjon
pl_pl: Wersja {0}
pt_br: Versão {0}
pt_pt: Versão do {0}
ru_ru: {0} Версия
uk_ua: Версія {0}

source: Create Minecraft Profile
cs_cz: Vytvoř Minecraft Profil
es_es: Key: Crear Perfil De Minecraft
fr_fr: Créer un Profil Minecraft
pl_pl: Stwórz Profil Minecraft
pt_br: Criar perfil Minecraft
uk_ua: Створити профіль Minecraft

source: Username
cs_cz: Uživatelské jméno
es_es: Usuario
fr_fr: Nom d'utilisateur
pl_pl: Nazwa
pt_br: Nome de usuário
uk_ua: Ім'я Користувача

source: Create
cs_cz: Vytvořit
es_es: Crear
fr_fr: Créer
pl_pl: Utwórz
pt_br: Criar
uk_ua: Створити

source: Creating Minecraft Profile
cs_cz: Vytváření Minecraft Profilu
es_es: Creando un perfil de Minecraft
fr_fr: Création d'un Profil Minecraft
pl_pl: Tworzenie Profilu Minecraft
pt_br: Criando perfil Minecraft
uk_ua: Створити Minecraft профіль

source: Invalid profile name, it must contain only alphanumeric characters and underscore, and be 3 to 16 characters long.
cs_cz: Neplatné jméno, jméno musí obsahovat pouze písmena, čísla, podtržítka a musí být 3 až 16 znaků dlouhé.
es_es: Nombre de perfil no válido, debe contener solo caracteres alfanuméricos y guiones bajos, y tener entre 3 y 16 caracteres de longitud.
fr_fr: Nom de profil invalide, il doit ne contenir que des caractères alpha-numériques ainsi que des tirets du bas, et doit être compris entre 3 et 16 caractères.
pl_pl: Nieprawidłowa nazwa profilu, musi zawierać tylko znaki a-z oraz _, oraz musi być od 3 do 16 długa.
pt_br: Nome de perfil inválido, deve conter apenas caracteres alfanuméricos e sublinhados, e ter de 3 a 16 caracteres.
ru_ru: Ошибка имени профиля. Оно должно содержать только буквы и цифры латинского алфавита, и быть от 3 до 16 символов.
uk_ua: Неправильне ім'я профілю, воно повинно містити лише буквено-цифрові символи та символ підкреслення і мати довжину від 3 до 16 символів.

source: Username is not available, please try another one.
cs_cz: Uživatelské jméno není dostupné, prosím vyzkoušejte jiné.
es_es: El nombre de usuario no está disponible, por favor intente con otro.
fr_fr: Nom d'utilisateur indisponible, veuillez en choisir un autre.
pl_pl: Nazwa Jest Niedostępna, spróbuj Inną.
pt_br: O nome de usuário não está disponível.
ru_ru: Имя пользователя не доступно, попробуйте другое.
uk_ua: Ім'я користувача недоступне, спробуй інше.

source: An error occurred creating your profile.<br/><br/>Please check the console and try again.
cs_cz: Nastala chyba při vytváčení vašeho profilu.<br/><br/>Prosím zkontrolujte konzoli a zkuste to znovu.
es_es: Se ha producido un error al crear su perfil. <br/><br/> Compruebe la consola y vuelva a intentarlo.
fr_fr: Une erreur est apparue lors de la création de votre profil.<br/><br/>Veuillez vérifier la console et réessayer.
pl_pl: Wystąpił błąd podczas tworzenia profilu.<br/><br/>Proszę Sprawdzić konsole i spróbować ponownie.
pt_br: Ocorreu um erro na criação de seu perfil.<br/><br/>Verifique o console e tente novamente.
ru_ru: Произошла ошибка при создания профиля. <br/><br/> Пожалуйста, проверьте консоль и попробуйте ещё раз.
uk_ua: Сталася помилка при створенні вашого профілю.<br/><br/>Перевірте консоль і спробуйте ще раз.

source: Renaming Instance
cs_cz: Přejmenování Instance
es_es: Renombrando Instancia
fr_fr: Renommer l'instance
nl_nl: Instance hernoemen
no_no: Gi nytt navn til Forekomst
pl_pl: Zmienianie Nazwy Instancji
pt_br: Renomeando Instância
pt_pt: A renomear instância
ru_ru: Переименование сборки
uk_ua: Перейменування збірки

source: There is already an instance called {0}.<br/><br/>Rename it and try again.
cs_cz: Instance s názvem {0} již existuje.<br/><br/>Prosím změň název a akci opakuj.
es_es: Ya hay una instancia llamada {0}.<br/><br/>Renombrarla e inténtalo de nuevo.
fr_fr: Une instance existe déjà sous le nom {0}.<br/><br/>Renommez-la puis réessayez.
nl_nl: Er is al een instance genaamd {0}.<br/><br/>Hernoem het en probeer het opnieuw.
no_no: Det er allerede en forekomst kalt {0}.<br/><br/> Gi nytt navn og prøv igjen.
pl_pl: Już jest instancja z nazwą {0}.<br/><br/>Zmień nazwę i spróbuj ponownie.
pt_br: Já existe uma instância chamada {0}.<br/><br/>Altere o nome e tente novamente.
pt_pt: Já existe uma instância chamada {0}<br/><br/>Mude o nome e tente novamente.
ru_ru: Уже есть сборка под названием {0}.<br/><br/>Переименуйте ее и повторите попытку.
uk_ua: Збірка з іменем {0} вже існує.<br/><br/>Перейменуйте її та спробуйте знову.

source: The name {0} is invalid. It must contain at least 1 letter or number.
cs_cz: Jméno {0} není platné, musí obsahovat alespoň 1 znak nebo číslo.
es_es: El nombre {0} no es válido. Debe contener al menos 1 letra o número.
fr_fr: Le nom {0} est invalide. Il doit contenir au moins 1 lettre ou numéro.
nl_nl: De naam {0} is ongeldig. Het moet ten minste 1 letter of nummer bevatten.
no_no: Navnet {0} er ikke tilgjengelig. Det må inneholde minst 1 bokstav eller nummer.
pl_pl: Nazwa {0} jest nieprawidłowa. Musi ona zawierać conajmniej 1 literę lub liczbę.
pt_br: O nome {0} é inválido. O nome deve conter pelo menos uma letra ou número.
pt_pt: O nome {0} é inválido. O nome deve conter pelo menos 1 letra ou número.
ru_ru: Имя {0} недопустимо. Оно должно содержать как минимум 1 букву или цифру.
uk_ua: Ім'я {0} неприпустиме. Має містити принаймні одну букву або цифру.

source: An error occurred renaming the instance.<br/><br/>Please check the console and try again.
cs_cz: Při změně názvu instance došlo k chybě.<br/><br/>Prosím podívej se do konzole a akci opakuj.
es_es: Se ha producido un error al renombrar la instancia.<br/><br/>Por favor, compruebe la consola e inténtelo de nuevo.
fr_fr: Une erreur s'est produite lors du renommage de l'instance.<br/><br/>Veuillez consulter la console puis réessayez.
nl_nl: Er is een fout opgetreden bij het hernoemen van de instance.<br/><br/>Controleer de console en probeer het opnieuw.
no_no: En feil har oppstått ved omdøping av forekomsten.<br/><br/> Vennligst sjekk Consolen og prøv igjen.
pl_pl: Wystąpił błąd podczas zmieniania nazwy instancji.<br/><br/>Sprawdź konsolę i spróbuj ponownie.
pt_br: Ocorreu um erro ao renomear a instância.<br/><br/>Por favor, verifique o console e tente novamente.
pt_pt: Ocorreu um erro ao renomear a instância.<br/><br/>Por favor, verifique o console e tente novamente.
ru_ru: Произошла ошибка при переименовании экземпляра.<br/><br/>Пожалуйста, проверьте консоль и повторите попытку.
uk_ua: Помилка при перейменуванні збірки.<br/><br/>Перевірте консоль та спробуйте знову.

source: Editing Mods For {0}
cs_cz: Úprava módů pro {0}
es_es: Editando Mods para {0}
fr_fr: Modification des mods de {0}
nl_nl: Wijzigen Mods voor {0}
no_no: Rediger modifikasjoner for {0}
pl_pl: Edytowanie Modów Dla {0}
pt_br: Editando Mods para {0}
pt_pt: A editar mods para {0}
ru_ru: Редактирование модов для {0}
uk_ua: Редагування модів для {0}

source: Enabled Mods
cs_cz: Povolené módy
es_es: Mods activados
fr_fr: Mods activés
nl_nl: Ingeschakelde Mods
no_no: Aktiver Modifikasjoner
pl_pl: Włączone Modyfikacje
pt_br: Mods Habilitados
pt_pt: Mods ativados
ru_ru: Включённые моды
uk_ua: Ввімкнені моди

source: Disabled Mods
cs_cz: Zakázané módy
es_es: Mods desactivados
fr_fr: Mods désactivés
nl_nl: Uitgeschakelde Mods
no_no: Deaktivere modifikasjoner
pl_pl: Wyłączone Modyfikacje
pt_br: Módulos Inativos
pt_pt: Mods desativados
ru_ru: Отключённые моды
uk_ua: Вимкнені моди

source: Add Mod
cs_cz: Přidat mód
es_es: Agregar Mod
fr_fr: Ajouter un mod
nl_nl: Voeg Mod toe
no_no: Legg til Modifikasjon
pl_pl: Dodaj Modyfikację
pt_br: Adicionar Mods
pt_pt: Adicionar mod
ru_ru: Добавить мод
uk_ua: Додати моди

source: Mod
cs_cz: Mód
no_no: Modifikasjon
pl_pl: Modyfikacja
ru_ru: Мод
uk_ua: Мод

source: Type of Mod
cs_cz: Typ módu
es_es: Tipo de modificación
fr_fr: Type de mod
no_no: Mod type
pl_pl: Rodzaj Modyfikacji
pt_br: Tipo de Mod
pt_pt: Tipo de Mod
ru_ru: Тип мода
uk_ua: Тип моду

source: Copying Mods
cs_cz: Kopírování modů
es_es: Copiando mods
fr_fr: Copie des mods
nl_nl: Mods aan het kopiëren
no_no: Kopierer Modifikasjoner
pl_pl: Kopiowanie Modyfikacji
pt_br: Copiando Mods
pt_pt: Copiando Mods
ru_ru: Копирование модов
uk_ua: Копіюємо Mods

source: Add As Mod?
cs_cz: Přidat jako mod?
es_es: ¿Agregar como mod?
fr_fr: Ajouter en tant que mod ?
no_no: Legg til som mod?
pl_pl: Dodać jako modyfikację?
pt_br: Adicionar como Mod?
pt_pt: Adicionar como Mod?
ru_ru: Добавить мод?
uk_ua: Додати як модифікацію?

source: Adding as Inside Minecraft.jar is usually not what you want and will likely cause issues.<br/><br/>If you're adding mods this is usually not correct. Do you want to add this as a mod instead?
cs_cz: Přidání jako Inside Minecraft.jar obvykle není to, co chcete, a pravděpodobně způsobí problémy.<br/><br/>Pokud přidáváte mody, obvykle to není správné. Chcete to místo toho přidat jako mod?
es_es: Agregar como Inside Minecraft.jar generalmente no es lo que desea y probablemente cause problemas.<br/><br/>Si está agregando mods, esto generalmente no es correcto. ¿Quieres agregar esto como un mod en su lugar?
fr_fr: Ajouter à l'intérieur de Minecraft.jar est rarement ce que vous désirez car cela peut provoquer des problèmes. <br/><br/>Si vous ajoutez des mods ce n'est pas la bonne façon de faire. Voulez-vous plutôt l'ajoutez en tant que mod ?
no_no: Å legge til en fil/mod som skal legges inn i Minecraft.jar er som regel ikke ønskelig og vil som oftest skape problemer.<br/><br/>Om du prøver å legge til en vanlig mod er dette mest sannsynglig ikke hva du vil. Ønsker du å legge til denne filen som en vanlig mod istedenfor?
pl_pl: Modyfikacja minecraft.jar nie jest zalecaną opcją, ponieważ może powodować problemy.<br/><br/>Jeśli dodajesz mody, nie jest to poprawna opcja. Czy chciałbyś dodać to jako modyfikację?
pt_br: Adicionar dentro do Minecraft.jar normalmente não é o que você quer e provavelmente causará problemas.<br/><br/>Se você estiver adicionando mods isso provavelmente está incorreto. Ao invés disso, você quer adicionar isso como um mod?
ru_ru: Добавление как внутри Minecraft.jar обычно это не то, что вы хотите, и, скорее всего, вызовет проблемы.<br/><br/> Если вы добавляете моды, это обычно неверно. Вы хотите добавить это в качестве мода вместо этого?
uk_ua: Додавання як Inside Minecraft.jar зазвичай не те, що ви хочете, і, ймовірно, спричинить проблеми.<br/><br/>Якщо ви додаєте моди, це зазвичай неправильно. Ви хочете замість цього додати це як мод?

source: Browse Mods
cs_cz: Procházet mody
es_es: Buscar Mods
fr_fr: Parcourir les mods
no_no: Bla gjennom mods
pl_pl: Przeglądaj modyfikacje
pt_br: Mods do Navegador
ru_ru: Просмотр модов
uk_ua: Пошук Модифікацій

source: Check For Updates
cs_cz: Zkontrolovat aktualizace
es_es: Comprobar por actualizaciones
fr_fr: Rechercher des mises à jour
nl_nl: Controleren op updates
no_no: Sjekk etter oppdateringer
pl_pl: Sprawdź Aktualizacje
pt_br: Verificar atualizações
pt_pt: Procurar por atualizações
ru_ru: Проверить наличие обновлений
uk_ua: Перевірити наявність оновлень

source: Enable Selected
cs_cz: Aktivovat Vybrané
es_es: Activar selección
fr_fr: Activer la sélection
no_no: Aktivering valgt
pl_pl: Włącz wybrane
pt_br: Ativar Selecionado
pt_pt: Ativar selecionados
ru_ru: Включить выбранное
uk_ua: Увімкнути вибране

source: Disable Selected
cs_cz: Deaktivovat Vybrané
es_es: Desactivar seleccionados
fr_fr: Désactiver la sélection
no_no: Deaktivering valgt
pl_pl: Wyłącz wybrane
pt_br: Desativar Selecionado
pt_pt: Desativar selecionados
ru_ru: Выключить выбранное
uk_ua: Вимкнути вибране

source: Remove Selected
cs_cz: Odebrat Vybrané
es_es: Eliminar selección
fr_fr: Supprimer la sélection
no_no: Fjerning valgt
pl_pl: Usuń wybrane
pt_br: Remover Selecionado
pt_pt: Remover selecionados
ru_ru: Удалить выбранное
uk_ua: Видалити вибране

source: Refresh Metadata
cs_cz: Obnovit metadata
es_es: Actualizar metadatos
fr_fr: Rafraîchir les métadonnées
no_no: Oppdater metadata
pl_pl: Odśwież metadane
pt_br: Atualizar Metadados
pt_pt: Atualiza Metadata
ru_ru: Обновить метаданные
uk_ua: Оновити метадані

source: Checking For Updates
cs_cz: Kontrola aktualizací
es_es: Comprobando actualizaciones
fr_fr: Recherche de mises à jour
nl_nl: Naar updates zoeken
no_no: Ser etter oppdateringer
pl_pl: Sprawdzanie Aktualizacji
pt_br: Verificando atualizações
pt_pt: À Procura De Actualizações
ru_ru: Проверка на наличие обновлений
uk_ua: Перевірка наявності оновлень

source: Checking For Updates Complete
cs_cz: Kontrola aktualizací dokončena
es_es: Comprobación de actualizaciones completada
fr_fr: Vérification des mises à jour terminée
no_no: Fullførte sjekk for oppdateringer
pl_pl: Zakończono sprawdzanie dostępnych aktualizacji
pt_br: Verificação De Updates Concluídas
pt_pt: A verificar por atualizações completas
ru_ru: Проверка Наличия Обновлений Завершена
uk_ua: Перевірку на наявність оновлень завершено

source: Delete Selected Mods?
cs_cz: Smazat vybrané mody?
es_es: ¿Eliminar los elementos seleccionados?
fr_fr: Voulez-vous vraiment supprimer les mods sélectionnés ?
no_no: Fjern valgte modder?
pl_pl: Usunąć wybrane modyfikacje?
pt_br: Excluir Mods Selecionados?
pt_pt: Eliminar os Mods selecionados?
ru_ru: Удалить выбранные моды?
uk_ua: Видалити Обрані Модифікації?

source: This will delete the selected mods from the instance.<br/><br/>Are you sure you want to do this?
cs_cz: Tím smažete vybrané mody z instance.<br/><br/>Opravdu to chcete udělat?
es_es: Esto eliminará las modificaciones seleccionadas de la instancia.<br/><br/>¿Está seguro de que desea hacer esto?
fr_fr: Cela supprimera les mois présent dans l'instance. <br/><br/>Êtes-vous sûr de vouloir faire ceci ?
no_no: Dette vil slette de valgte moddene fra instansen.<br/><br/>Er du sikker?
pl_pl: Zostaną usunięte wskazane mody z wybranej instancji.<br/><br/>Czy na pewno chcesz to zrobić?
pt_br: Isso excluirá os mods selecionados da instância.<br/><br/>Você tem certeza que quer fazer isso?
pt_pt: Isto vai apagar os Mods selecionados da instância.<br/><br/>Tens a certeza que queres isto?
ru_ru: Это действие удалит выбранные моды из сборки.<br/><br/>Вы уверены, что хотите сделать это?
uk_ua: Це видалить вибрані моди зі збірки.<br/><br/>Ви впевнені, що бажаєте це зробити?

source: Refreshing Metadata
cs_cz: Obnovování metadat
es_es: Actualización de metadatos
fr_fr: Rafraîchissement des métadonnées
no_no: Oppdaterer metadata
pl_pl: Odświeżanie metadanych
pt_br: Atualizando Metadados
pt_pt: Autalizando Metadata
ru_ru: Обновление метаданных
uk_ua: Оновлення метаданих

source: Changing Skin
cs_cz: Měnění skinu
es_es: Cambiar aspecto
fr_fr: Changer de skin
no_no: Endre avatar
pl_pl: Zmienianie skórki
pt_br: Alterando Skin
pt_pt: Alterando a Aparência
ru_ru: Меняющаяся скин
uk_ua: Зміна скіну

source: Skin File
cs_cz: Soubor Skinu
es_es: Archivo del aspecto
fr_fr: Fichier du skin
no_no: Avatar fil
pl_pl: Plik skórki
pt_br: Arquivo de Skin
pt_pt: Ficheiro de Aparência
ru_ru: Файл для скинов
uk_ua: Файл скіна

source: Select skin file
cs_cz: Vyberte soubor skinu
es_es: Seleccione archivo del aspecto
fr_fr: Sélectionnez un du fichier de skin
no_no: Velg avatar fil
pl_pl: Wskaż ścieżkę dostępu do skórki
pt_br: Selecione o arquivo da skin
pt_pt: Escolha o ficheiro de aparência
ru_ru: Выберите файл скина
uk_ua: Виберіть файл скіну
