Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Change Description
cs_cz: Změnit Popis
es_es: Cambiar descripción
fr_fr: Changer la description
no_no: Endre beskrivelse
pl_pl: Zmień opis
pt_br: Alterar Descrição
pt_pt: Alterar Descrição
ru_ru: Изменить описание
uk_ua: Змінити опис

source: Change Image
cs_cz: Změnit obrázek
es_es: Cambiar imagen
fr_fr: Changer l'image
nl_nl: Wijzig afbeelding
no_no: Forandre bilde
pl_pl: Zmień Zdjęcie
pt_br: Alterar imagem
pt_pt: Alterar Imagem
ru_ru: Изменить изображение
uk_ua: Змінити зображення

source: Add {0}
cs_cz: Přidat {0}
es_es: Añadir {0}
fr_fr: Ajouter {0}
no_no: Legg til {0}
pl_pl: Dodaj {0}
pt_br: Adiconar {0}
pt_pt: Adicionar {0}
ru_ru: Добавить {0}
uk_ua: Додати {0}

source: Change {0} Version
cs_cz: Změnit verzi {0}
es_es: Cambiar versión {0}
fr_fr: Changer la version de {0}
no_no: Endre {0} versjon
pl_pl: Zmień wersję {0}
pt_br: Mudar a versão {0}
pt_pt: Mudar a versão do {0}
ru_ru: Поменять {0} версию
uk_ua: Зміна {0} версій

source: Remove {0}
cs_cz: Odebrat {0}
es_es: Eliminar {0}
fr_fr: Supprimer {0}
no_no: Fjern {0}
pl_pl: Usuń {0}
pt_br: Remover {0}
pt_pt: Remove o {0}
ru_ru: Удалить {0}
uk_ua: Вилучити {0}

source: Edit Instance
cs_cz: Upravit balíček
es_es: Editar instancia
fr_fr: Modifier l'instance
no_no: Endre instanse
pl_pl: Edytuj instancję
pt_br: Editar instância
pt_pt: Editar Instância
ru_ru: Изменить сборку
uk_ua: Редагувати збірку

source: Cannot update pack as you have no account selected.
cs_cz: Nelze aktualizovat balíček, když není vybraný žádný účet.
es_es: No se puede actualizar el paquete ya que no tiene ninguna cuenta seleccionada.
fr_fr: Impossible de mettre à jour le pack car aucun compte n'est sélectionné.
nl_nl: Kan pakket niet bijwerken omdat u geen account heeft geselecteerd.
no_no: Kan ikke oppdatere pakken fordi du ikke har en bruker valgt.
pl_pl: Nie można zaktualizować instancji, ponieważ nie ma wybranego konta.
pt_br: Não foi possível atualizar o pacote, pois não há uma conta selecionada.
pt_pt: Não é possível realizar o update ao pack pois não existe nenhuma conta seleccionada.
ru_ru: Невозможно обновить сборку, так как у вас нет выбранного аккаунта.
uk_ua: Неможливо оновити пакет, оскільки не вибрано обліковий запис.

source: Delete Instance
cs_cz: Smazat instanci
es_es: Eliminar Instancia
fr_fr: Supprimer l'instance
nl_nl: Instantie verwijderen
no_no: Slett Instanse
pl_pl: Usuń Instancję
pt_br: Excluir instância
pt_pt: Apagar Instância
ru_ru: Удалить сборку
uk_ua: Видалити екземпляр

source: Are you sure you want to delete the instance "{0}"?
cs_cz: Opravdu chcete smazat balíček „{0}“?
es_es: ¿Seguro que deseas eliminar la instancia "{0}"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'instance "{0}" ?
no_no: Er du sikker på at du vil slette instansen "{0}"?
pl_pl: Czy na pewno chcesz usunąć instancję "{0}"?
pt_br: Você tem certeza que quer deletar essa instância ''{0}''?
pt_pt: Tens a certeza que queres apagar a instância "{0}"?
ru_ru: Вы уверены, что хотите удалить сборку "{0}"?
uk_ua: Ви впевнені, що хочете видалити цю збірку "{0}"?

source: Deleting Instance
cs_cz: Mazání instance
es_es: Borrando Instancia
fr_fr: Suppression de l'instance
nl_nl: Instantie Verwijderen
no_no: Sletter Instanse
pl_pl: Usuwanie Instancji
pt_br: Excluindo instância
pt_pt: A apagar instância
ru_ru: Удаление сборки
uk_ua: Видалення данних

source: Deleting Instance. Please wait...
cs_cz: Mazání instance. Prosím čekejte...
es_es: Borrando Instancia. Por favor espere...
fr_fr: Suppression de l'instance. Veuillez patienter...
nl_nl: Instantie verwijderen. Een ogenblik geduld...
no_no: Sletter Instanse. Vennligst vent...
pl_pl: Usuwanie Instancji. Proszę czekać...
pt_br: Excluindo instância. Por favor, aguarde...
pt_pt: A apagar instância. Por favor aguarde...
ru_ru: Удаление сборки. Пожалуйста, подождите...
uk_ua: Видалення екземпляру. Будь ласка, зачекайте...

source: Deleted Instance Successfully
cs_cz: Instance byla úspěšně smazána
es_es: Borrado de Instancia exitosa
fr_fr: Instance supprimée avec succès
nl_nl: Instantie Succesvol Verwijderd
no_no: Instansen er blitt slettet
pl_pl: Instancja Została Usunięta Z Powodzeniem
pt_br: Instância excluída com sucesso
pt_pt: Instância Apagada Com Sucesso
ru_ru: Сборка успешно удалена
uk_ua: Успішно видалено екземпляр

source: Instance Corrupt
cs_cz: Porušená instance
es_es: Instancia dañada
fr_fr: Instance corrompue
nl_nl: Instantie corrupt
no_no: Eksemplaret er Korrupt
pl_pl: Instancja Uszkodzona
pt_br: Instância corrompida
pt_pt: Instância Corrupta
ru_ru: Сборка повреждена
uk_ua: Екземпляр пошкоджений

source: Cannot play instance as it's corrupted. Please reinstall, update or delete it.
cs_cz: Nelze spustit porušenou instanci. Prosím přeinstalujte, aktualizujte nebo ji smažte.
es_es: No se puede reproducir la instancia, esta rota. Por favor reinstala, actualiza o elimina la misma.
fr_fr: Impossible de jouer l'instance car elle est corrompue. Veuillez la réinstaller, la mettre à jour ou la supprimer.
nl_nl: Kan de instantie niet spelen omdat hij corrupt is. Herinstalleer, update of verwijder hem om dit op te lossen.
no_no: Kan ikke spille eksemplaret etter som det er korruptert. Vennligst reinstaller, oppdater eller slett den.
pl_pl: Nie można uruchomić instancji, ponieważ jest ona uszkodzona. Prosze zainstaluj ją ponownie, zaktualizuj lub usuń ja.
pt_br: Não foi possível iniciar a instância, pois ela está corrompida. Por favor, reinstale, atualize ou exclua a instância.
pt_pt: Não é possível iniciar a instância pois encontra-se corrompida. Por favor faça um update, reinstale ou apague-a.
ru_ru: Невозможно запустить сборку, поскольку она повреждена. Пожалуйста, переустановите, обновите или удалите её.
uk_ua: Неможливо грати з пошкодженим екземпляром. Будь ласка, перевстановіть, оновіть його або видаліть його.

source: Cannot launch instance due to your Java version
cs_cz: Nelze spustit instanci s vaší verzí Javy
es_es: No se puede iniciar la instancia debido a su versión Java
fr_fr: Impossible de lancer l'instance en raison de votre version Java
nl_nl: Kan instantie niet starten vanwege uw Java-versie
no_no: Kan ikke kjøre eksemplaret grunnet din Java versjon
pl_pl: Nie można uruchomić instancji ze względu na twoją wersję Java
pt_br: Não foi possível iniciar a instância devido à sua versão do Java
pt_pt: Não é possível iniciar a instância devia à versão do Java
ru_ru: Невозможно запустить сборку из-за вашей версии Java
uk_ua: Неможливо запустити екземпляр через версію Java

source: There was an issue launching this instance.<br/><br/>This version of the pack requires a Java version which you are not using.<br/><br/>Please install that version of Java and try again.<br/><br/>Java version needed: {0}
cs_cz: Během spouštění instance nastala chyba.<br/><br/>Tato verze balíčku vyžaduje verzi Java, kterou nepoužíváte.<br/><br/>Prosím nainstalujte správnou verzi Javy a zkuste to znovu.<br/><br/>Potřebná verze Javy:{0}
es_es: Ha habido un problema al lanzar esta instancia.<br/><br/>Esta versión del paquete requiere una versión Java que no está usando.<br/><br/>Por favor instale esa versión de Java e inténtelo de nuevo.<br/><br/>Versión Java necesaria: {0}
fr_fr: Une erreur s'est produite lors du lancement de cette instance.<br/><br/>Cette version du pack requiert une version de Java que vous n'utilisez pas.<br/><br/>Veuillez installer cette version de Java puis réessayez.<br/><br/>Version Java nécessaire : {0}
nl_nl: Er was een probleem bij het starten van deze instantie.<br/><br/>Deze versie van het pakket vereist een Java-versie die u niet gebruikt.<br/><br/>Installeer deze versie van Java en probeer het opnieuw.<br/><br/>Java versie nodig: {0}
no_no: Det var et problem å kjøre dette eksemplaret.<br/><br/>Denne versjonen av pakken trenger en Java versjon som du ikke bruker.<br/><br/>Vennligst installer den versjonen av Java å prøv igjen.<br/><br/>Java versjon som trengs: {0}
pl_pl: Wystąpił problem podczas uruchamiania tej instancji.<br/><br/>Ta wersja paczki wymaga wersji Java której nie używasz.<br/><br/>Proszę zainstaluj tą wersje Java i spróbuj ponownie.<br/><br/>Wymagana wersja Java: {0}
pt_br: Houve um problema ao tentar iniciar esta instância.<br/><br/>Este pacote requer uma versão do Java não instalada.<br/><br/>Por favor, instale-a e tente novamente.<br/><br/>Versão necessária: {0}
pt_pt: Ocorreu um problema a iniciar esta instância.<br/><br/>Esta versão do pack requer uma versão do Java diferente da que está a usar.<br/><br/>Por favor instale esta versão do Java e tente outra vez.<br/><br/>Versão do Java Necessária: {0}
ru_ru: Возникла проблема при запуске этой сборки.<br/><br/>Эта версия сборки требует версии Java, которую вы не используете.<br/><br/>Пожалуйста, установите эту версию Java и попробуйте снова.<br/><br/>Необходимая версия Java: {0}
uk_ua: Під час запуску цього екземпляра виникла проблема.<br/><br/>Ця версія пакету потребує версію Java, яку ви не використовуєте.<br/><br/>Будь ласка, встановіть цю версію Java і повторіть спробу.<br/><br/>Необхідна версія Java: {0}

source: Update Available
cs_cz: Dostupná aktualizace
es_es: Actualización disponible
fr_fr: Mise à jour disponible
nl_nl: Update beschikbaar
no_no: Oppdatering Tilgjengelig
pl_pl: Aktualizacja Dostępna
pt_br: Atualização disponível
pt_pt: Atualização Disponível
ru_ru: Доступно обновление
uk_ua: Доступне оновлення

source: An update is available for this instance.<br/><br/>Do you want to update now?
cs_cz: Pro tuto instanci je dostupná aktualizace.<br/><br/>Přejete si aktualizovat nyní?
es_es: Una actualización está disponible para esta instancia.<br/><br/>¿Quieres actualizar ahora?
fr_fr: Une mise à jour est disponible pour cette instance.<br/><br/>Voulez-vous la mettre à jour maintenant ?
nl_nl: Er is een update beschikbaar voor deze instantie.<br/><br/>Wilt u nu bijwerken?
no_no: En oppdatering er tilgjenglig for dette eksemplaret.<br/><br/>Har du lyst til å oppdatere nå?
pl_pl: Aktualizacja jest dostępna dla tej instancji.<br/><br/>Czy chcesz ją teraz zaktualizować?
pt_br: Uma atualização está disponível para esta instância.<br/><br/>Deseja atualiza-la agora?
pt_pt: Existe uma atualização disponível para esta instância.<br/><br/>Deseja atualizar agora?
ru_ru: Доступно обновление для этой сборки.<br/><br/>Хотите обновить сейчас?
uk_ua: Доступне оновлення для цього екземпляру.<br/><br/>Оновити зараз?

source: Ignore This Update
cs_cz: Ignorovat aktualizaci
es_es: Ignorar este comentario
fr_fr: Ignorer ce message
pl_pl: Zignoruj Tą Aktualizację
pt_br: Ignorar esta atualização
ru_ru: Игнорировать этот пост
uk_ua: Ігнорувати це оновлення

source: Don't Remind Me Again
cs_cz: Znovu nepřipomínat
es_es: No recordármelo más
fr_fr: Ne plus m'avertir
nl_nl: Herinner me niet meer
no_no: Ikke minn meg på dette igjen
pl_pl: Nie Przypominaj Mi Ponownie
pt_br: Não me lembre novamente
pt_pt: Não mostrar novamente
ru_ru: Не напоминать мне снова
uk_ua: Більше не нагадувати

source: Share Code
cs_cz: Sdílet kód
es_es: Compartir Codigo
fr_fr: Partager le code
nl_nl: Code delen
no_no: Del kode
pl_pl: Udostępnij Kod
pt_br: Código de compartilhamento
pt_pt: Código de Partilha
ru_ru: Поделиться
uk_ua: Поділитися

source: Error getting share code.
cs_cz: Chyba při získávání sdílecího kódu.
es_es: Error obteniendo el codigo a compartir.
fr_fr: Erreur lors de l'obtention du code de partage.
nl_nl: Fout bij het ophalen van de share code.
no_no: En feil er oppstått ved deling av kode.
pl_pl: Błąd podczas uzyskiwania kodu udostępniania.
pt_br: Erro ao obter o código de compartilhamento.
pt_pt: Erro ao obter código de partilha.
ru_ru: Ошибка получения кода общего доступа.
uk_ua: Помилка отримання коду.

source: Share code copied to clipboard
cs_cz: Sdílecí kód byl zkopírován do schránky
es_es: Codigo de compartido copiado a portapapeles
fr_fr: Le code de partage a été copié dans le presse-papier
nl_nl: Deel code gekopieerd naar klembord
no_no: Delt kode kopiert til utklippstavlen
pl_pl: Kod udostępniania skopiowany do schowka
pt_br: Código de compartilhamento copiado para a área de transferência
pt_pt: Código de partilha copiado para a área de transferência
ru_ru: Поделиться кодом скопировано в буфер обмена
uk_ua: Код скопійовано до буфера обміну

source: Add
cs_cz: Přidat
es_es: Añadir
fr_fr: Ajouter
nl_nl: Toevoegen
no_no: Legg til
pl_pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ru_ru: Добавить
uk_ua: Додати

source: View
cs_cz: Zobrazit
es_es: Ver
fr_fr: Afficher
nl_nl: Weergave
no_no: Se på
pl_pl: Pokaż
pt_br: Ver
pt_pt: Ver
ru_ru: Вид
uk_ua: Перегляд

source: Remove
cs_cz: Odebrat
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijder
no_no: Fjern
pl_pl: Usuń
pt_br: Remover
pt_pt: Apagar
ru_ru: Удалить
uk_ua: Видалити

source: Launch
cs_cz: Spustit
es_es: Iniciar
fr_fr: Lancer
nl_nl: Start
no_no: Start
pl_pl: Uruchom
pt_br: Iniciar
pt_pt: Iniciar
ru_ru: Запустить
uk_ua: Запустити

source: Launch & Close
cs_cz: Spustit a zavřít
es_es: Iniciar y cerrar
fr_fr: Lancer et fermer
nl_nl: Start & Sluiten
no_no: Start & Lukk
pl_pl: Uruchom I Zamknij
pt_br: Iniciar e fechar
pt_pt: Iniciar & Fechar
ru_ru: Запустить и закрыть
uk_ua: Запустити і закрити

source: Launch With GUI
cs_cz: Spustit s GUI
es_es: Iniciar con GUI
fr_fr: Lancer avec l'interface
nl_nl: Start met GUI
no_no: Start med GUI
pl_pl: Uruchom Z GUI
pt_br: Iniciar com interface
pt_pt: Iniciar com GUI
ru_ru: Запустить с GUI
uk_ua: Запустити з GUI

source: Launch With GUI & Close
cs_cz: Spustit s GUI a zavřít
es_es: Iniciar con GUI y cerrar
fr_fr: Lancer avec l'interface et fermer
nl_nl: Start met GUI & Sluit
no_no: Kjør med GUI og lukk
pl_pl: Uruchom Z GUI I Zamknij
pt_br: Iniciar com GUI e Fechar
pt_pt: Iniciar com GUI & Fechar
ru_ru: Запустить с GUI и закрыть
uk_ua: Запустити з GUI і закрити

source: Delete Server
cs_cz: Smazat server
es_es: Eliminar servidor
fr_fr: Supprimer le serveur
nl_nl: Server verwijderen
no_no: Slett Serveren
pl_pl: Usuń Serwer
pt_br: Excluir servidor
pt_pt: Apagar Servidor
ru_ru: Удалить сервер
uk_ua: Видалити сервер

source: Are you sure you want to delete this server?
cs_cz: Opravdu chcete smazat tento server?
es_es: ¿Seguro que quieres eliminar este servidor?
fr_fr: Voulez-vous vraiment supprimer ce serveur ?
nl_nl: Weet u zeker dat u deze server wilt verwijderen?
no_no: Er du sikker på at du vil slette denne tjeneren?
pl_pl: Czy na pewno chcesz usunąć ten serwer?
pt_br: Tem certeza que deseja deletar este servidor?
pt_pt: Tem a certeza que pretende apagar este servidor?
ru_ru: Вы точно хотите удалить этот сервер?
uk_ua: Ви дійсно бажаєте видалити цей сервер?

source: Deleting Server
cs_cz: Smazání serveru
es_es: Eliminando servidor
fr_fr: Suppression du serveur
nl_nl: Server verwijderen
no_no: Sletter Serveren
pl_pl: Usuwanie Serwera
pt_br: Deletando o Servidor
pt_pt: A apagar o servidor
ru_ru: Удаление сервера
uk_ua: Видалення сервера

source: Deleting Server. Please wait...
cs_cz: Mazání serveru. Prosím čekejte...
es_es: Eliminando servidor. Espera...
fr_fr: Suppression du serveur. Veuillez patienter...
nl_nl: Server verwijderen. Een ogenblik geduld...
no_no: Sletter serveren. Vennligst vent...
pl_pl: Usuwanie Serwera. Proszę czekać...
pt_br: Deletando o Servidor. Por favor, aguarde...
pt_pt: A apagar o servidor. Aguarde por favor...
ru_ru: Удаление сервера. Пожалуйста, подождите...
uk_ua: Видалення серверу. Будь ласка, зачекайте...

source: Deleted Server Successfully
cs_cz: Server byl úspěšně smazán
es_es: Servidor eliminado con éxito
fr_fr: Serveur supprimé avec succès
nl_nl: Server succesvol verwijderd
no_no: Slettet serveren vellykket
pl_pl: Serwer Został Usunięty Z Powodzeniem
pt_br: Servidor deletado com sucesso
pt_pt: Servidor apagado com sucesso
ru_ru: Сервер успешно удалён
uk_ua: Успішно видалено сервер

source: {0} Console
cs_cz: {0} Konzole
es_es: {0} Consola
fr_fr: Console {0}
pt_pt: {0} Consola
ru_ru: Консоль {0}
uk_ua: {0} Консоль

source: Copy
cs_cz: Kopírovat
es_es: Copiar
fr_fr: Copier
nl_nl: Kopieer
no_no: Kopier
pl_pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ru_ru: Копировать
uk_ua: Копіювати

source: Tools
cs_cz: Nástroje
es_es: Herramientas
fr_fr: Outils
no_no: Verktøy
pl_pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ru_ru: Инструменты
uk_ua: Інструменти

source: Skin Updater
es_es: Actualizador de aspecto
fr_fr: Actualisateur de Skin
no_no: Avatar-oppdaterer
pl_pl: Aktualizacja skórki
ru_ru: Обновление Скина
uk_ua: Оновлення скіну

source: This tool will update all your accounts skins on the launcher.
cs_cz: Tento nástroj aktualizuje všechny skiny vašich účtů na spouštěči.
es_es: Esta herramienta actualizará todas las máscaras de sus cuentas en el lanzador.
fr_fr: Cet outil va mettre à jour tous les skins des comptes disponibles sur le launcheur.
no_no: Dette verktøyet vil oppdatere avatarene til alle kontoene dine på ATLauncher.
pl_pl: To narzędzie zaktualizuje skórki wszystkich kont w programie uruchamiającym.
pt_br: Esta ferramenta atualizará todas as skins de suas contas no Launcher.
ru_ru: Этот инструмент обновит скины всех ваших учетных записей на панели запуска.
uk_ua: Цей інструмент оновить усі скіни ваших облікових записів на панелі запуску.

source: Updating Skins. Please Wait!
cs_cz: Aktualizace skinů. Prosím, čekejte!
es_es: Actualización de aspectos. ¡Espere por favor!
fr_fr: Mise à jour des skins. Veuillez patienter !
no_no: Oppdaterer avatarer. Vennligst vent!
pl_pl: Aktualizowanie skórek. Proszę czekać!
pt_br: Atualizando Skins, Por Favor, aguarde!
ru_ru: Обновление скинов. Пожалуйста подождите!
uk_ua: Оновлення скінів. Будь ласка, зачекайте!

source: Success
cs_cz: Úspěšně dokončeno
es_es: Completado con éxito
fr_fr: Opération réussie
nl_nl: Gelukt
no_no: Suksess
pl_pl: Powodzenie
pt_br: Sucesso
pt_pt: Sucesso
ru_ru: Успешно
uk_ua: Успішно

source: Successfully updated skins.
cs_cz: Úspěšně aktualizovány skiny.
es_es: Aspectos actualizados con éxito.
fr_fr: Mise à jour réussie.
no_no: Avaterer har blitt oppdatert.
pl_pl: Pomyślnie zaktualizowano skórki.
pt_br: Skins atualizadas com sucesso.
ru_ru: Скины успешно обновлены.
uk_ua: Скіни успішно оновлено.

source: Libraries Deleter
cs_cz: Odstraňovač knihoven
es_es: Eliminador de bibliotecas
fr_fr: Suppresseur de Librairies
no_no: Bibliotek-renser
pl_pl: Usuwanie bibliotek
pt_br: Excluidor de bibliotecas
ru_ru: Уничтожитель Библиотек
uk_ua: Видалення бібліотек

source: This tool clears out all the libraries used by Minecraft. Instances may need to be reinstalled if launching them once doesn't download all libraries.
cs_cz: Tento nástroj vymaže všechny knihovny používané Minecraftem. Balíčky může být nutné přeinstalovat, pokud jejich spuštění nestáhne všechny knihovny.
es_es: Esta herramienta borra todas las bibliotecas utilizadas por Minecraft. Es posible que sea necesario volver a instalar las instancias si al iniciarlas una vez no se descargan todas las bibliotecas.
fr_fr: Cet outil efface toutes les Librairies utilisées par Minecraft. Les instances ont peut-être besoin d'être réinstaller si les lancer une fois ne permet pas de toutes les télécharger.
no_no: Dette verktøyet sletter alle biblioteker brukt av Minecraft. Instanser kan muligens trenge å bli reinstallert dersom ikke alle bibliotek som trengs blir lastet ned etter første oppstart.
pl_pl: To narzędzie usuwa wszystkie biblioteki używane przez Minecraft. Instancje mogą wymagać ponownej instalacji, jeśli ich jednorazowe uruchomienie nie spowoduje pobrania wszystkich bibliotek.
pt_br: Está ferramenta deleta todas as bibliotecas utilizadas pelo Minecraft. As instâncias podem necessitar de reinstalação caso executadas não instalem todas as bibliotecas.
ru_ru: Этот инструмент очищает все библиотеки, используемые игрой. Возможно понадобится переустановить все сборки, если при их запуске не скачиваются все библиотеки.
uk_ua: Цей інструмент очищає всі бібліотеки, які використовує Minecraft. Можливо, екземпляри потрібно буде перевстановити, якщо їх одноразовий запуск не завантажує всі бібліотеки.

source: Successfully deleted libraries.
cs_cz: Knihovny byly úspěšně smazány.
es_es: Bibliotecas eliminadas con éxito.
fr_fr: Les Librairies ont correctement été supprimé.
no_no: Bibliotek har blitt slettet.
pl_pl: Pomyślnie usunięto biblioteki.
pt_br: Bibliotecas deletadas com sucesso.
ru_ru: Библиотеки успешно удалены.
uk_ua: Бібліотеки успішно видалено.

source: Network Checker
cs_cz: Kontrola sítě
es_es: Comprobador de red
fr_fr: Vérificateur de réseau
nl_nl: Netwerkcontrole
no_no: Nettverks sjekker
pl_pl: Sprawdzacz Sieci
pt_br: Verificador de rede
pt_pt: Verificador da Rede
ru_ru: Проверщик сети
uk_ua: Перевірка мережі

source: This tool does various tests on your network and determines any issues that may pop up with connecting to our file servers and to other servers.
cs_cz: Tento nástroj otestuje vaši síť a vyhledá problémy, které mohou nastat během spojení se souborovými servery a dalšími servery.
es_es: Esta herramienta hace varias pruebas en su red y determina cualquier problema que pueda surgir al conectar a nuestros servidores de archivos y a otros servidores.
fr_fr: Cet outil effectue divers tests sur votre réseau, et détermine la cause de tout problème pouvant apparaître lors de la connexion à nos serveurs de fichiers ainsi qu'à d'autres serveurs.
nl_nl: Deze tool verricht verschillende tests op uw netwerk en bepaalt alle problemen die kunnen opduiken met het verbinden met onze bestandsservers en met andere servers.
no_no: Dette redskapet gjør flere tester på nettverket ditt og oppdager problemer som kan poppe opp i å koble til våre filservere og til andre servere.
pl_pl: To narzędzie przeprowadza testy, aby znaleźć błędy które mogą sie pojawić podczas łaczenia z naszymi oraz innymi serwerami.
pt_br: Essa ferramenta faz vários testes em sua rede e determina quaisquer problemas que possam surgir com a conexão com nossos servidores de arquivos e com outros servidores.
pt_pt: Esta ferramenta faz vários testes à rede e determina qualquer erro que possa ser encontrado na conexão aos nossos servidores e outros servidores.
ru_ru: Этот инструмент проводит различные тесты над вашей сетью и определяет любые проблемы, которые могут возникнуть при подключении к нашим файловым и другим серверам.
uk_ua: Цей інструмент виконує різні тести вашої мережі та визначає будь-які проблеми, які можуть з’являтися із з'єднанням з нашими файловими серверами та з іншими серверами.
