Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Update failed. Please click Ok to close the launcher and open up the downloads page.<br/><br/>Download the update and replace the old exe/jar file.
cs_cz: Aktualizace selhala. Kliknutím na OK zavřete spouštěč a otevřete stránku pro stahování.<br/><br/>Stáhněte si aktualizaci a nahraďte starý soubor exe/jar.
es_es: Actualización fallida. Haga clic en Aceptar para cerrar el iniciador y abrir la página de descargas.<br/><br/>Descargue la actualización y reemplace el antiguo archivo exe/jar.
fr_fr: Échec de la mise à jour. Pressez Ok pour fermer le lanceur et ouvrir la page de téléchargement.<br/><br/>Téléchargez la mise à jour et remplacez l'ancien fichier exe/jar.
no_no: Oppdateringen feilet. Vennligst trykk på Ok for å lukke ATLauncher og åpne opp siden for nedlastinger.<br/><br/>Last ned oppdateringen og erstatt den gamle exe/jar filen.
pl_pl: Niepowodzenie aktualizacji. Proszę nacisnąć Ok, aby zamknąć ATLauncher, a następnie przejdź manualnie do strony pobierania.<br/><br/>Należy pobrać aktualizację oraz ręcznie zastąpić pliki o rozszerzeniu exe/jar.
pt_br: Atualização falhou. Clique em "Ok" para fechar o Launcher e abrir a página de downloads.<br/><br/>Baixe a atualização e substitua o antigo arquivo exe/jar.
pt_pt: Atualização falhou. Por favor clique Ok para fechar o launcher e abrir a página de downloads.<br/><br/>Descarregue a atualização e substitua o velho ficheriro exe/jar.
ru_ru: Обновление не удалось. Пожалуйста, нажмите Ok, чтобы закрыть лаунчер и открыть страницу загрузок.<br/><br/>Скачайте обновление и замените старый exe/jar файл.
uk_ua: Обновлення не вдалося. Буль ласка, нажміть Ok, щоб закрити лаунчер і відкрити сторінку завантажень.<br/><br/>Завантажте оновлення і замініть старий exe/jar файл.

source: Minecraft has crashed due to not being compatible with your Java version.<br/><br/>This version of Minecraft requires Java {0} or newer.<br/><br/>Make sure you've selected the correct Java version in this instances<br/>settings or not disabled the "Use Java Provided By Minecraft" setting.<br/><br/>If it's still not working, you may be using a mod that requires Java {0},<br/>but Minecraft only requires Java 8, so you can go into the instances<br/>settings and in the "Java" tab, change the "Runtime Overide"<br/>option to one that is Java {0} or newer.
cs_cz: Minecraft se zhroutil, protože není kompatibilní s vaší verzí Javy.<br/><br/>Tato verze Minecraftu vyžaduje Javu {0} nebo novější.<br/><br/>Ujistěte se, že jste vybrali správnou Java verzi v těchto případech<br/>nastavení nebo nedeaktivovali nastavení „Použít Javu poskytnutou Minecraftem“.<br/><br/>Pokud to stále nefunguje, možná používáte mod, který vyžaduje Javu {0},<br/>ale Minecraft vyžaduje pouze Java 8, takže můžete přejít do<br/>nastavení instancí a na kartě „Java“ změnit možnost "Runtime Overide“<br/>na možnost Java {0} nebo novější.
es_es: Minecraft ha fallado debido a que no es compatible con la versión de Java que estás utilizando. <br/><br/> Esta versión de Minecraft requiere Java {0} o una versión más reciente. <br/><br/> Asegúrate de haber seleccionado la versión correcta de Java en la configuración de esta instancia, o no haber desactivado la opción "Usar Java proporcionado por Minecraft". <br/><br/> Si todavía no funciona, es posible que estés utilizando una modificacion que requiere Java {0}, pero Minecraft solo requiere Java 8. Puedes ir a la configuración de instancias y, en la pestaña "Java", cambiar la opción "Sobrescribir tiempo de ejecución" a una que sea Java {0} o más reciente.
fr_fr: Minecraft s'est arrêté en raison d'une incompatibilité avec votre version de Java. <br/><br/>Cette version de Minecraft a besoin de Java {0} ou une version plus récente. <br/><br/>Assurez-vous d'avoir sélectionné la bonne version de Java dans les paramètres de votre version du jeu<br/>ou bien de ne pas avoir désactivé le paramètre "Utiliser Java fourni par Minecraft".<br/><br/> Si votre jeu ne fonctionne toujours pas, vous utilisez probablement un mod qui a besoin de Java {0}, <br/> mais Minecraft ne requiert que Java 8, donc si vous allez dans les paramètres vos instances du jeu<br/> dans l'onglet "Java" changez l'option "Runtime Overide"<br/> pour Java {0} ou une version plus récente.
pl_pl: Minecraft uległ awarii z powodu niekompatybilności z twoją wersją Javy.<br/><br/>Ta wersja Minecrafta wymaga Javy {0} lub nowszej.<br/><br/>Upewnij się, że wybrałeś odpowiednią wersję Javy w ustawieniach tej instancji<br/> lub sprawdź czy opcja „Użyj Javy pochodzącej od Minecraft” jest włączona.<br/><br/>Jeśli problem nadal występuje, może to być spowodowane modem wymagającym Javy {0},<br/>ale Minecraft wymaga tylko Javy 8, więc możesz przejść do ustawień instancji<br/>i w zakładce „Java” zmienić opcję „Nadpisanie środowiska”<br/>na takie, które jest zgodne z Javą {0} lub nowszą.
pt_br: O Minecraft travou por não ser compatível com sua versão do Java.<br/><br/>Esta versão do Minecraft requer Java {0} ou mais recente.<br/><br/>Certifique-se de ter selecionado a versão correta do Java nestas instâncias<br/>configurações ou não desativou a configuração "Usar Java fornecido pelo Minecraft".<br/><br/>Se ainda não estiver funcionando, você pode estar usando um mod que requer Java {0},< br/>mas o Minecraft requer apenas o Java 8, então você pode acessar as configurações<br/>das instâncias e na guia "Java", alterar a opção "Runtime Overide"<br/>para uma que seja Java {0} ou mais novo.
pt_pt: O Minecraft parou de funcionar devido a não ser compatível com a sua versão de Java.<br/><br/>Esta versão de Minecraft requere Java {0} ou mais recente.<br/><br/>Certifique-se que selcionaste a versão correta do Java nas configurações desta instância<br/> ou que não selecionou a configuração de "Usar Java Fornecida pelo Servidor".<br/><br/>Se ainda não estiver a funcionar, poderá estar ausar um mod que requer Java {0},<br/> mas o Minecraft apenas requer Java 8, então pode ir às configurações das instâncias <br/> e na secção "Java", mude a opção de "Sobreposição de Tempo de Execução" para uma que seja Java {0} ou mais recente.
ru_ru: Сбой Minecraft произошел из-за несовместимости с вашей версией Java.<br/><br/>Для этой версии Minecraft требуется Java {0} или новее.<br/><br/>Убедитесь, что вы выбрали правильную версию Java в настройках<br/>сборки или случайно не отключили параметр «Использование Java, предоставляемую Minecraft».<br/><br/>Если она по-прежнему не работает, возможно, вы используете мод, для которого требуется Java {0},<br/>но для этой версии Minecraft требуется только Java 8, поэтому вам нужно снять флажок с параметра<br/>"Использование Java, предоставляемую Minecraft" для "сборки" и<br/>вручную указать путь к установленой Java {0} или новее.

source: Commands will be run in the directory of the instance that is launched/exited.
cs_cz: Příkazy budou spouštěny v adresáři balíčku, který je spuštěn/ukončen.
es_es: Los comandos se ejecutarán en el directorio de la instancia que se inicia/cierra.
fr_fr: Les commandes seront lancée dans le répertoire de l'instance qui est lancée/quittée.
no_no: Kommandoer vil bli kjørt i mappen til instansen som blir startet/avsluttet.
pl_pl: Polecenia będa uruchamiane w głównym katalogu wybranej instancji.
pt_br: Comandos serão executados no diretorio em que a instância for iniciada ou finalizada.
pt_pt: Comandos serão executados na pasta que a instância for iniciada ou finalizada.

source: No updates were found for {0}.
nl_nl: Er zijn geen updates gevonden voor {0}.

source: We detected a previous unreported crash generated by the OpenEye mod.<br/><br/>This has now been sent off to OpenEye and you can open the crash report below or continue without viewing it.
nl_nl: We hebben een eerdere niet-aangegeven crash ontdekt die gegenereerd werd door de OpenEye mod.<br/><br/>Deze is nu verzonden naar OpenEye, je kan het crashrapport hieronder openen of doorgaan zonder het te bekijken.

source: You can turn this off by unchecking the OpenEye Reporting setting in the Settings tab. Click Ok to continue.
nl_nl: U kunt dit uitschakelen door de OpenEye Reporting instelling in het tabblad Instellingen te deselecteren. Klik op Ok om door te gaan.

source: Open Crash Report
nl_nl: Open het crash rapport

source: Instance {0} Saved!
nl_nl: Instantie {0} opgeslagen!

source: Installed
nl_nl: Geinstalleerd

source: A note attached to the crash can be seen below:
nl_nl: Een notitie die aan de crash is gekoppeld, kan hieronder worden gezien:

source: There is no note attached to this crash.
nl_nl: Er is geen notitie gekoppeld aan deze crash.

source: Server Launched
nl_nl: Server gestart

source: The server has been launched in an external window.<br/><br/>You can close ATLauncher which will not stop the server.
nl_nl: De server is gestart in een extern venster.<br/><br/>U kunt ATLauncher nu sluiten zonder dat de server zal stoppen.

source: Unsupported Java Version
nl_nl: Niet-ondersteunde Java versie

source: You're using an unsupported version of Java. You need to upgrade your Java to at minimum Java 8 version 101.<br/><br/>The launcher will not start until you do this.<br/><br/>If you're seeing this message even after installing a newer version, you may need to uninstall the old version first.<br/><br/>Click ok to open the Java download page and close the launcher.
nl_nl: U gebruikt een niet-ondersteunde versie van Java. U moet uw Java upgraden naar minimum Java 8 versie 101.<br/><br/>De launcher zal niet starten tot u dit doet.<br/><br/>Als u dit bericht ziet, zelfs na het installeren van een nieuwere versie, dan moet u de oude versie eerst verwijderen.<br/><br/>Klik op ok om de Java downloadpagina te openen en de launcher te sluiten.

source: Warning! You may not be able to play Minecraft
nl_nl: Waarschuwing! Je kan Minecraft mogelijks niet spelen

source: You're using Java 9 or newer! Older modpacks may not work.<br/><br/>If you have issues playing some packs, you may need to install Java 8 and set it to be used in the launchers java settings
nl_nl: Je gebruikt Java 9 of nieuwer! Oudere modpacks werken misschien niet.<br/><br/>Als je problemen hebt met het spelen van sommige pakketten, moet je Java 8 installeren en instellen om deze te gebruiken in de launcher's java instellingen

source: Download
nl_nl: Downloaden

source: You're using an unsupported version of Java. You should upgrade your Java to at minimum Java 7.<br/><br/>Without Java 7 some mods will refuse to load meaning you cannot play.<br/><br/>Click Download to go to the Java downloads page
nl_nl: U gebruikt een niet-ondersteunde versie van Java. U moet uw Java upgraden naar minimum Java 7.<br/><br/>Zonder Java 7 zullen sommige mods weigeren te laden zodat u niet kan spelen.<br/><br/>Klik op Download om naar de Java downloads pagina te gaan

source: Cannot create the config file
nl_nl: Kan het configuratiebestand niet aanmaken

source: Make sure you're running the Launcher from somewhere with write permissions for your user account such as your Home/Users folder or desktop.
nl_nl: Zorg ervoor dat u de Launcher van ergens met schrijfrechten voor uw gebruikersaccount, zoals uw Home/Gebruikers map of desktop, uitvoert.

source: Cannot backup instance as it's corrupted. Please reinstall, update or delete it.
nl_nl: Kan de instantie niet backuppen omdat hij corrupt is. Herinstalleer, update of verwijder hem om dit op te lossen.

source: Cannot clone instance as it's corrupted. Please reinstall, update or delete it.
nl_nl: Kan de instantie niet dupliceren omdat hij corrupt is. Herinstalleer, update of verwijder hem om dit op te lossen.

source: Cannot reinstall pack as you have no account selected.
nl_nl: Kan pakket niet opnieuw installeren omdat u geen account heeft geselecteerd.

source: Backups saves all your worlds as well as some other files<br/>such as your configs, so you can restore them later.<br/>Once backed up you can find the zip file in the Backups/ folder.<br/>Do you want to backup this instance?
nl_nl: Back-ups slaan al je werelden op, evenals sommige andere bestanden<br/>zoals uw configuraties, zodat u ze later kunt herstellen.<br/>Zodra u een back-up hebt gemaakt, kunt u het zip-bestand vinden in de Backups/ map.<br/>Wilt u deze instantie back-uppen?

source: Backup is complete. Your backup was saved to the following location:<br/><br/>{0}
nl_nl: Back-up is voltooid. Uw back-up is opgeslagen in de volgende locatie:<br/><br/>{0}

source: No Saves Found
nl_nl: Geen Saves gevonden

source: Can't backup instance as no saves were found.
nl_nl: Kan instantie niet back-uppen omdat er geen saves zijn gevonden.

source: Are you sure you want to delete this instance?
nl_nl: Weet u zeker dat u deze instantie wilt verwijderen?

source: Open CurseForge
nl_nl: CurseForge openen

source: Backups saves all your worlds as well as some other files such as your configs and<br/>optionally your mods (you can enable/disable this in the Settings tab), so you can restore them later.<br/><br/>Once backed up you can find the zip file in the backups/ folder.<br/><br/>Do you want to backup this instance?
nl_nl: Back-ups slaan al je werelden op, evenals sommige andere bestanden zoals uw configuraties en<br/>optioneel uw mods (u kunt dit in het tabblad Instellingen in/uitschakelen), zodat u ze later terug kunt krijgen.<br/><br/>Nadat uw back-up is gemaakt, kunt u het zip-bestand vinden in de backups/ folder.<br/><br/>Wilt u deze instance back-uppen?

source: No saves found
nl_nl: Geen saves gevonden

source: No saves were found for this instance
nl_nl: Er zijn geen saves gevonden voor deze instance

source: This will backup your entire server folder so you can restore in case of an incident.<br/><br/>Do you want to backup this server?
nl_nl: Dit zal uw hele server folder back-uppen zodat u het in het geval van een incident kunt herstellen.<br/><br/>Wilt u deze server back-uppen?

source: Checking For Updated
nl_nl: Naar updates zoeken

source: Update Data
nl_nl: Gegevens bijwerken

source: Select An Account
nl_nl: Account selecteren

source: Checking Minecraft server status...
nl_nl: Minecraft server status controleren...

source: All Minecraft servers are up!
nl_nl: Alle Minecraft servers zijn beschikbaar!

source: Minecraft servers are down!
nl_nl: Minecraft servers zijn niet beschikbaar!

source: Some Minecraft servers are down!
nl_nl: Sommige Minecraft servers zijn niet beschikbaar!

source: Please note that the data from this tool is sent to ATLauncher so we can diagnose possible issues in your setup. This test may take up to 10 minutes or longer to complete and you will be unable to do anything while it's running. Please also keep in mind that this test will use some of your bandwidth, it will use approximately 20MB.<br/><br/>Do you wish to continue?
nl_nl: Houd er rekening mee dat de gegevens van deze tool naar ATLauncher worden verzonden zodat we eventuele problemen in uw setup kunnen analyseren. Deze test kan 10 minuten of langer duren om te voltooien en u kunt niets doen terwijl hij draait. Houd er ook rekening mee dat deze test een stukje van uw bandbreedte gebruikt: ongeveer 20MB.<br/><br/>Wilt u doorgaan?

source: Dev
nl_nl: Ontwikkeling

source: Private
nl_nl: Privé

source: Public
nl_nl: Openbaar

source: Semi Public
nl_nl: Semi openbaar

source: Launch in debug mode
nl_nl: Start in debugmodus

source: Use this to automatically install and use a recommended version of Java to use with ATLauncher.
nl_nl: Gebruik dit om automatisch een aanbevolen versie van Java te installeren en deze te gebruiken met ATLauncher.

source: Downloading. Please Wait!
nl_nl: Bestand aan het downloaden. Even geduld aub!

source: Extracting
nl_nl: Bezig met uitpakken

source: An error occurred downloading the runtime. Please check the logs.
nl_nl: Er is een fout opgetreden bij het downloaden van de runtime. Controleer de logs.

source: The recommended version of Java has been installed and set to be used.
nl_nl: De aanbevolen versie van Java is geïnstalleerd en ingesteld om te worden gebruikt.

source: This tool checks specified Minecraft servers to see if they are up or not and how many players are logged in. Settings can be configured in the Settings tab under the Tools sub tab.
nl_nl: Deze tool controleert de opgegeven Minecraft servers om te zien of ze online zijn of niet en hoeveel spelers zijn ingelogd. Instellingen kunnen worden geconfigureerd in het tabblad Instellingen onder de Tools sub tab.

source: Add Curse Pack
nl_nl: Curse Pack toevoegen

source: Paste in a link to a modpack, or upload a zip file from CurseForge
nl_nl: Plak een link naar een modpack, of upload een zip bestand van CurseForge

source: Adding Curse Pack
nl_nl: Curse Pack toevoegen

source: Failed To Add Pack
nl_nl: Toevoegen van pack mislukt

source: An error occured when trying to add Curse pack.<br/><br/>Check the console for more information.
nl_nl: Er is een fout opgetreden bij het toevoegen van Curse pack.<br/><br/>Check de console voor meer informatie.

source: Add Server
nl_nl: Server toevoegen

source: Edit Server
nl_nl: Server bewerken

source: Edit
nl_nl: Bewerken

source: Close
nl_nl: Sluit

source: Not all fields were filled in. Please go back and fill them in!
nl_nl: Niet alle velden zijn ingevuld. Ga terug en vul ze in!

source: The port you specified is invalid. Please check it and try again.
nl_nl: De opgegeven poort is ongeldig. Controleer en probeer het opnieuw.

source: Checking Server
nl_nl: Server controleren

source: Couldn't connect to server. All servers must be online and successfully checked once before adding.
nl_nl: Kan geen verbinding maken met de server. Alle servers moeten online zijn en gecontroleerd worden voordat ze worden toegevoegd.

source: Server Added
nl_nl: Server toegevoegd

source: Server Edited
nl_nl: Server bewerkt

source: Add Pack
nl_nl: Pack toevoegen

source: Pack Added
nl_nl: Pack toegevoegd

source: The pack has been added!
nl_nl: De pack is toegevoegd!

source: Pack Already Added
nl_nl: Pack is al toegevoegd

source: The pack was already added!
nl_nl: De pack is al toegevoegd!

source: Error Adding Pack
nl_nl: Fout bij toevoegen Pack

source: A pack with that code doesn't exist!
nl_nl: Een pack met die code bestaat niet!

source: Type Of Mod
nl_nl: Type Mod

source: Add Curse Mod
nl_nl: Curse Mod toevoegen

source: Enable Mod
nl_nl: Mod inschakelen

source: Disable Mod
nl_nl: Mod uitschakelen

source: Remove Mod
nl_nl: Verwijder Mod

source: Installing {0} From Curse
nl_nl: {0} Installeren van Curse

source: Enable User Lock
nl_nl: Gebruiker vergrendeling inschakelen

source: Enabling the user lock setting will lock this instance to only be played<br/>by the person installing this instance (you) and will not show the instance to anyone else.<br/><br/>Are you sure you want to do this?
nl_nl: Het inschakelen van de gebruikersvergrendeling instelling zal deze instance vergrendelen om alleen gespeeld te worden<br/>door de persoon die deze instance installeert (u) en zal de instance niet aan iemand anders tonen.<br/><br/>Weet u zeker dat u dit wilt doen?

source: This setting allows you to specify where your Java Path is.<br/><br/>This should be left as default, but if you know what your doing just set<br/>this to the path where the bin folder is for the version of Java you want to use<br/><br/>If you mess up, click the Reset button to go back to the default
nl_nl: Deze instelling stelt u in staat om te specificeren waar uw Java Path is.<br/><br/>Dit moet als standaard worden gelaten, maar als u weet wat u doet zet dan <br/> op het path waar de map 'bin' voor de versie van Java is die u wilt gebruiken<br/><br/> als het fout gaat, klik dan op de knop Reset om terug te keren naar de standaardinstellingen

source: Enable Leaderboards
nl_nl: Leaderboards inschakelen

source: The Launcher sends back anonymous analytics to Google Analytics in order to track what people do and don't use in the launcher. This helps determine what new features we implement in the future. All analytics are anonymous and contain no user/instance information in it at all. If you don't want to send anonymous analytics, you can disable this option.
nl_nl: De Launcher stuurt anonieme analytics terug naar Google Analytics om te kijken wat mensen wel en niet gebruiken in de launcher. Dit helpt met bepalen van welke nieuwe functies we in de toekomst moeten implementeren. Alle analytics zijn anoniem en bevatten geen informatie van de gebruiker/instance. Als u geen anonieme analytics wilt sturen, kunt u deze optie uitschakelen.

source: Has Update
nl_nl: Heeft update

source: There are no instances to display. Install one from the Packs tab.
nl_nl: Er zijn geen instances om weer te geven. Installeer er een van het tabblad Packs.

source: Expand All
nl_nl: Alles uitklappen

source: Collapse All
nl_nl: Alles inklappen

source: Can Create Server
nl_nl: Kan server maken

source: Private Packs Only
nl_nl: Alleen privé Packs

source: Search Description
nl_nl: Zoeken in beschrijving

source: There are no packs to display. Please check back another time.
nl_nl: Er zijn geen packs om weer te geven. Kom een andere keer terug.

source: Featured Packs
nl_nl: Aanbevolen packs

source: There are no servers to display. Install one from the Packs tab.
nl_nl: Er zijn geen servers om weer te geven. Installeer er een van het tabblad Packs.

source: Enable Mods Backups
nl_nl: Mods back-ups inschakelen

source: If we should backup mods when creating a backup for an instance.
nl_nl: Of we mods moeten back-uppen bij het maken van een backup voor een instance.

source: Changing this setting will automatically restart the launcher.
nl_nl: Het wijzigen van deze instelling zal de launcher automatisch opnieuw opstarten.

source: This controls the format that dates are displayed in the launcher with the value dd meaning the day, M being the month and yyy being the year.
nl_nl: Dit bepaalt de volgorde hoe data in de launcher wordt weergegeven met de waarde dd, wat de dag betekent, M is de maand en jj is het jaar.

source: Sort Packs Alphabetically
nl_nl: Sorteer packs alfabetisch

source: If you want to sort the packs in the packs panel alphabetically by default or not.
nl_nl: Of u standaard de packs in het packs tab alfabetisch wilt sorteren of niet.

source: The Tray Menu is a little icon that shows in your system taskbar which<br/>allows you to perform different functions to do various things with the launcher<br/>such as hiding or showing the console, killing Minecraft or closing ATLauncher.
nl_nl: Het Tray Menu is een klein pictogram dat in je systeemtaakbalk staat waardoor<br/>je in staat bent verschillende functies uit te voeren om verschillende dingen te doen met de launcher<br/>zoals het verbergen of weergeven van de console, het afsluiten van Minecraft of het sluiten van ATLauncher.

source: Enable Pack Tags
nl_nl: Pack Tags inschakelen

source: Pack tags shows you if a pack is public, semi public or private
nl_nl: Pack tags tonen je of een pack publiek, semi publiek of privé is

source: This setting allows you to specify where your Java Path is.<br/><br/>This should be left as default, but if you know what your doing just set<br/><br/>this to the path where the bin folder is for the version of Java you want to use<br/><br/>If you mess up, click the Reset button to go back to the default
nl_nl: Deze instelling stelt u in staat om te specificeren waar uw Java path is.<br/><br/>Dit moet als standaard worden gelaten, maar als u weet waar uw mee bezig bent stel deze dan in <br/><br/>naar het path waar de bin folder is voor de versie van Java die u wilt gebruiken<br/><br/>als het fout gaat, klik dan op de knop Reset om terug te keren naar de standaard

source: Save Custom Mods
nl_nl: Aangepaste Mods opslaan
