Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: Which account to use when launching this instance. Use Launcher Default will use whichever account is selected in the launcher.
cs_cz: Jaký účet použít při spouštění tohoto balíčku. Použít výchozí spouštěč použije účet vybraný ve spouštěči.
es_es: Qué cuenta utilizar al iniciar esta instancia. Use Launcher Default usará cualquier cuenta seleccionada en el lanzador.
fr_fr: Quel compte utiliser en lançant cette instance. Garder le launcher par défaut utilisera n'importe quel compte sélectionné dans le launcher.
no_no: Hvilken konto som skal brukes når denne instansen blir startet. "Bruk ATLauncher standard" vil bruke kontoen som er valgt i ATLauncher.
pl_pl: Którego konta użyć podczas uruchamiania tej instancji. Użyj programu uruchamiającego Domyślnie użyje dowolnego konta wybranego w programie uruchamiającym.
pt_br: Qual conta usar quando inicializando nessa instância. Use o Inicializador Padrão vai usar qualquer conta selecionada no inicializador.
ru_ru: Какую учетную запись использовать при запуске этого экземпляра. Использовать лаунчер По умолчанию будет использоваться любая учетная запись, выбранная в лаунчере.
uk_ua: Який обліковий запис використовувати під час запуску цього екземпляра. Використовувати програму запуску за замовчуванням використовуватиме обліковий запис, вибраний у панелі запуску.

source: Use Launcher Default
cs_cz: Použít výchozí spouštěč
es_es: Usar el valor predeterminado del iniciador
fr_fr: Utiliser le launcher par défaut
no_no: Bruk ATLauncher standard
pl_pl: Użyj domyślnych ustawień launchera
pt_br: Usar padrão do Launcher
pt_pt: Usar o Launcher padrão
ru_ru: Использовать лаунчер по умолчанию
uk_ua: Використовувати лаунчер за замовчуванням

source: You are running a 32 bit Java and therefore cannot use more than 1GB of Ram. Please see http://atl.pw/32bit for help.
cs_cz: Váš systém používa 32-bitovou verzi Javy a proto nelze použít více než 1GB operační paměti. Navštivte http://atl.pw/32bit pro podporu.
es_es: Está ejecutando un Java de 32 bits y por lo tanto no puede usar más de 1 GB de Ram. Por favor, vea http://atl.pw/32bit para ayuda.
fr_fr: Vous exécutez une version 32 bits de Java et ne pouvez donc pas utiliser plus de 1Go de RAM. Veuillez consulter http://atl.pw/32bit pour obtenir de l'aide.
nl_nl: U voert een 32 bit Java en kan daarom niet meer dan 1GB Ram gebruiken. Zie http://atl.pw/32bit voor hulp.
no_no: Du kjører en 32 bit Java og kan derfor ikke bruke mer enn 1GB med Ram. Vær så snill å se http://atl.pw/32bit for hjelp.
pl_pl: Używasz 32-bitowej wersji Java przez co nie możesz użyc wiecej niż 1GB Ramu. Odwiedź http://atl.pw/32bit aby uzyskać pomoc.
pt_br: Você está executando um Java de 32 bits e por isso não pode usar mais de 1GB de Ram. Por favor abra http://atl.pw/32bit para mais detalhes.
pt_pt: Está a executar um Java de 32 bits e por isso não pode usar mais de 1GB de RAM. Por favor abra http://atl.pw/32bit para mais detalhes.
ru_ru: Вы используете 32-битную версию Java и поэтому не можете использовать более 1ГБ оперативной памяти. Пожалуйста, смотрите http://atl.pw/32bit для помощи.
uk_ua: Ви використовуєте 32-розрядну Java і тому не можете використовувати більше 1 Гб пам'яті. Будь ласка, перегляньте http://atl.pw/32bit для допомоги.

source: This version of Minecraft provides a specific version of Java to be used with it, so you cannot set a custom Java path.<br/><br/>In order to manually set a path, you must disable this option (highly not recommended).
cs_cz: Tato verze Minecraftu poskytuje specifickou verzi Javy pro použití s ní, takže nemůžete nastavit vlastní cestu Java.<br/><br/>Chcete-li ručně nastavit cestu, musíte tuto možnost zakázat (důrazně se nedoporučuje).
es_es: Esta versión de Minecraft proporciona una versión específica de Java para usar con ella, por lo que no puede establecer una ruta de Java personalizada.<br/><br/>Para establecer manualmente una ruta, debe deshabilitar esta opción (no se recomienda encarecidamente).
fr_fr: Cette version de Minecraft propose une version spécifique de Java pour être utilisé avec, donc vous ne pouvez pas mettre un chemin d'accès Java personnalisé. <br/><br/>Avant de pouvoir mettre un chemin d'accès manuellement, vous devez désactiver cette option (très peu recommandé).
no_no: Denne versjonen av Minecraft bruker en spesifik Java versjon som følger med, så du kan ikke spesifisere en egendefinert Java versjon.<br/><br/>For å manuelt sette Java versjon må du skru av denne instillingen (virkelig ikke anbefalt).
pl_pl: Ta wersja gry Minecraft zawiera określoną wersję oprogramowania Java, której można z nią używać, więc nie można ustawić niestandardowej ścieżki Java.<br/><br/>Aby ręcznie ustawić ścieżkę, należy wyłączyć tę opcję (wysoce niezalecane ).
pt_br: Essa versão do Minecraft fornece uma versão específica do Java para ser usado com ele, então você não pode definir um caminho Java customizado.<br/><br/> Para definir um caminho manualmente, você precisa desabilitar essa opção (altamente não recomendável).
ru_ru: Эта версия Minecraft требует конкретную версию Java для работы, поэтому вы не можете установить собственный путь к Java.<br/><br/>Чтобы указать путь вручную, необходимо выключить эту опцию (крайне не рекомендоваться).
uk_ua: Ця версія Minecraft надає певну версію Java для використання з нею, тому ви не можете встановити спеціальний шлях Java.<br/><br/>Щоб вручну встановити шлях, ви повинні вимкнути цю опцію (дуже не рекомендується).

source: This setting allows you to specify where your Java Path is.<br/><br/>This should be left as default, but if you know what you're doing, just set<br/>this to the path where the bin folder is for the version of Java you want to use.<br/><br/>If you mess up, click the Reset button to go back to the default
cs_cz: Toto nastavení vám umožňuje určit, kde je vaše cesta Java.<br/><br/>Toto by mělo být ponecháno jako výchozí, ale pokud víte, co děláte, nastavte<br/>toto na cestu, kde se nachází bin složka pro verzi Javy, kterou chcete použít.<br/><br/>Pokud něco pokazíte, kliknutím na tlačítko Reset se vrátíte na výchozí hodnoty
es_es: Esta configuración le permite especificar dónde está su ruta de Java.<br/><br/>Esto debe dejarse como predeterminado, pero si sabe lo que está haciendo, simplemente establezca<br/>esto en la ruta donde se encuentra el contenedor. carpeta es para la versión de Java que desea utilizar.<br/><br/>Si se equivoca, haga clic en el botón Restablecer para volver a la configuración predeterminada
fr_fr: Ce paramètre vous permet de spécifier où est votre chemin d'accès à Java.<br/><br/>Cela devrait être laissé par défaut, mais si vous savez ce que vous faites définissez<br/> ceci au chemin d'accès où est situé le dossier "bin" pour la version java que vous voulez utiliser<br/><br/>Si vous avez ratez quelque-chose , cliquer sur le bouton "Reset" pour retourner à la valeur par défaut
no_no: Denne innstillingen lar deg spesifisere hvor din Java Path er.<br/><br/>Dette burde ikke endres, men om du vet hva du driver med<br/>kan du skrive inn plasseringen til "bin" mappen til Java versjonen du ønsker å bruke her.<br/><br/>Om noe går galt kan du trykke på Tilbakestill knappen for å gå tilbake til standardverdien
pl_pl: To ustawienie pozwala określić, gdzie znajduje się Twoja ścieżka Java.<br/><br/>Powinno to pozostać domyślne, ale jeśli wiesz, co robisz, po prostu ustaw<br/>ścieżkę, w której znajduje się bin folder jest przeznaczony dla wersji Java, której chcesz używać.<br/><br/>Jeśli coś pomieszasz, kliknij przycisk Resetuj, aby powrócić do ustawień domyślnych
pt_br: Essa configuração permite especificar qual o caminho do Java. <br/> <br/>Isso deve ser deixado como padrão, mas se você souber o que está fazendo,<br/>defina o caminho para a pasta bin da versão do Java que você deseja usar.<br/> <br/> Se você errar, clique no botão Redefinir para voltar ao padrão
ru_ru: Эта настройка позволяет вам указать путь к Java.<br/><br/>Она должна оставаться по-умолчанию, но если вы знаете, что делаете, установите путь<br/>к папке bin версии Java, которую вы хотите использовать<br/><br/>Если вы ошиблись, нажмите на кнопку "Сбросить", чтобы вернуться к значению по-умолчанию
uk_ua: Цей параметр дозволяє Вам зазначити шлях до Java.<br/><br/>Повинен залишатися за замовчуванням, якщо тільки ви не знаєте, що робите, просто встановіть<br/>шлях до теки bin для версії Java, яку ви хочете використовувати<br/><br/>Якщо ви помилились, натисніть кнопку "Скидання", щоб повернутися до стандартних налаштувань

source: Select path to Java install
cs_cz: Vyberte cestu k Java instalaci
es_es: Seleccione la ruta a instalar Java
fr_fr: Sélectionner le chemin d'installation Java
nl_nl: Selecteer path naar Java installatie
no_no: Velg sti til Java installasjon
pl_pl: Wybierz ścieżkę do instalacji Java
pt_br: Selecionar caminho da instalação do Java
pt_pt: Selecionar caminho da instalação do Java
ru_ru: Выберите путь к установке Java
uk_ua: Виберіть шлях до встановлення Java

source: Runtime Override
es_es: Cancelado el tiempo de ejecución
fr_fr: Durée dépassée
pl_pl: Nadpisanie czasu wykonania
pt_br: Substituição do tempo de execução
ru_ru: Переопределение среды выполнения
uk_ua: Перевизначення часу виконання програми

source: This allows you to override which runtime is used to launch this instance.<br/><br/>Runtimes are provided by Mojang and used to launch the game and generally correspond to a particular Java version.<br/><br/>Changing this is usually not required or recommended.
cs_cz: Toto vám umožní přepsat, který 'runtime' se používá ke spuštění této instance.<br/><br/>'Runtimy' poskytuje Mojang a používají se ke spuštění hry a obecně odpovídají konkrétní verzi Java.<br/><br/> Tato změna obvykle není vyžadována ani doporučena.
es_es: Esto le permite anular qué tiempo de ejecución se utiliza para iniciar esta instancia.<br/><br/>Mojang proporciona los tiempos de ejecución que se utilizan para iniciar el juego y generalmente corresponden a una versión particular de Java.<br/><br/> Por lo general, no se requiere ni se recomienda cambiar esto.
fr_fr: Ce paramètre vous permet de décider quel environnement d'exécution sera utilisé pour lancer cette instance.<br/><br/>Les environnements d'exécution sont fournis par Mojang et utilisés pour lancer le jeu. Ils correspondent généralement à une version spécifique de Java.<br/><br/>Modifier ce paramètre n'est généralement pas nécessaire ni recommandé.
pl_pl: Ta opcja pozwala zmienić używane środowisko do uruchomienia gry. <br/><br/>Środowiska te są dostarczane przez Mojang i zazwyczaj odpowiadają konkretnej wersji Javy. <br/><br/>Zmiana jest niezalecana i zazwyczaj niepotrzebna.
pt_br: Isto permite-lhe anular o tempo de execução utilizado para lançar esta instância.<br/><br/>Os tempos de execução são fornecidos por Mojang e utilizados para lançar o jogo e correspondem geralmente a uma versão Java em particular.<br/><br/>A alteração desta não é normalmente necessária ou recomendada.
ru_ru: Этот параметр позволяет вам переопределить, какая среда выполнения будет использоваться для запуска этой сборки.<br/><br/>Среды выполнения предоставляются Mojang и используются для запуска игры, обычно они соответствуют конкретной версии Java.<br/><br/>Изменение этого параметра обычно не требуется или не рекомендуется.
uk_ua: Це дозволяє вам змінити середовище виконання, яке використовується для запуску цієї програми.<br/><br/>Підсистеми надаються Mojang і використовуються для запуску гри та загалом відповідають певній версії Java.<br/><br/>Змінювати це зазвичай не потрібно або не рекомендується.

source: Use Default (Recommended)
cs_cz: Použít základní (doporučeno)
es_es: Usar predefinida (Recomendado)
fr_fr: Par défaut (Recommandé)
pl_pl: Użyj Domyślnego (Zalecane)
pt_br: Usar Padrão (Recomendado)
ru_ru: Использовать значение по умолчанию (рекомендуется)
uk_ua: Використовувати за замовчуванням (рекомендовано)

source: Mods in {0}
cs_cz: Módy v {0}
es_es: Mods en {0}
fr_fr: Mods dans {0}
no_no: Modifikasjoner i {0}
pl_pl: Modyfikacje w {0}
pt_br: Mods em {0}
pt_pt: Mods em {0}
ru_ru: Моды в {0}
uk_ua: Модів у {0}

source: Import Instance
cs_cz: Importovat Instanci
es_es: Importar instancia
fr_fr: Importer une instance
no_no: Importer instanse
pl_pl: Importuj instancję
pt_br: Importar instância
pt_pt: Importar instância
ru_ru: Импортировать сборку
uk_ua: Імпортувати збірку

source: Select a zip/mrpack file to import it.<br/>We currently support CurseForge, Modrinth and MultiMC exported files/urls, as well as CurseForge.com links.
cs_cz: Vyberte soubor zip/mrpack a importujte jej.<br/>V současné době podporujeme exportované soubory/URL CurseForge, Modrinth a MultiMC a také odkazy na CurseForge.com.
es_es: Seleccione un archivo zip/mrpack para importarlo.<br/>Actualmente admitimos URL/archivos exportados de CurseForge, Modrinth y MultiMC, así como también enlaces de CurseForge.com.
fr_fr: Sélectionnez un fichier zip ou mrpack pour l'importer.<br/> Pour le moment nous prenons en charge que les fichiers et liens exportés via CurseForge, Modrinth et MultiMC, ainsi que les liens CurseForge.com.
no_no: Velg en zip/mrpack fil å importere.<br/>For øyeblikket støtter vi filer og URL-er fra CurseForge, Modrinth og MultiMC, og CurseForge.com linker.
pl_pl: Wskaż ścieżkę dostępu do archiwum zip/mrpack, aby zaimportować.<br/>Obsługiwane platformy to CurseForge oraz Modrinth, a także wspieramy pliki/łącza eksportowane z MultiMC. Możesz także użyć linku prowadzącego do strony pobierania na CurseForge.
pt_br: Selecione um arquivo zip/mrpack para importá-lo.<br/>Atualmente nós suportamos arquivos/URLs exportados do CurseForge, Modrinth e MultiMC, assim como links de CurseForge.com.
ru_ru: Выберите zip/mrpack файл для импорта.<br/>В настоящее время мы поддерживаем экспортированные файлы/ссылки CurseForge, Modrinth и MultiMC, а так же ссылки из CurseForge.com.
uk_ua: Виберіть файл zip/mrpack, щоб імпортувати його.<br/>Наразі ми підтримуємо експортовані файли/URL-адреси CurseForge, Modrinth і MultiMC, а також посилання на CurseForge.com.

source: URL
es_es: Enlace
ru_ru: Ссылка
uk_ua: URL-адреса

source: File
cs_cz: Soubor
es_es: Archivo
fr_fr: Fichier
no_no: Fil
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ru_ru: Файл
uk_ua: Файл

source: Failed To Import Instance
cs_cz: Import balíčku se nezdařil
es_es: Fallo al importar la instancia
fr_fr: Echech lors de l'importation de l'instance
no_no: Kunne ikke importere instansen
pl_pl: Niepowodzenie importowania instancji
pt_br: Falha ao Importar a Instância
ru_ru: Не удалось импортировать сборку
uk_ua: Не вдалося імпортувати екземпляр

source: An error occured when trying to import an instance.<br/><br/>Check the console for more information.
cs_cz: Při pokusu o import instance došlo k chybě.<br/><br/>Další informace naleznete v konzoli.
es_es: Se produjo un error al intentar importar una instancia.<br/><br/>Consulte la consola para obtener más información.
fr_fr: Une erreur s'est produite lors de l''import d'une instance.<br/><br/>Consulter la console pour plus d'informations.
no_no: En feil oppstod under importering av en instanse.<br/><br/>Sjekk konsollen for mer informasjon.
pl_pl: Wystąpił błąd podczas importowania instancji.<br/><br/>Sprawdź konsolę, aby dowiedzieć się więcej.
pt_br: Ocorreu um erro ao tentar importar uma instância.<br/><br/>Verifique o console para mais informações.
ru_ru: При попытке импортировать сборку произошла ошибка.<br/><br/>Проверьте консоль для получения дополнительной информации информации.
uk_ua: Сталася помилка під час спроби імпортувати екземпляр.<br/><br/>Перевірте консоль, щоб дізнатися більше.

source: {0} Settings
cs_cz: {0} Nastavení
es_es: Configuración de {0}
fr_fr: Paramètres de {0}
nl_nl: {0} Instellingen
no_no: {0} Innstillinger
pl_pl: Ustawienia {0}
pt_br: Configuração de {0}
pt_pt: Configurações de {0}
ru_ru: Настройки {0}
uk_ua: {0} Налаштування

source: Tasks Done
cs_cz: Úkoly dokončeny
es_es: Tareas completadas
fr_fr: Tâches accomplies
nl_nl: Taken voltooid
no_no: Oppgaver utført
pl_pl: Zadania Wykonane
pt_br: Tarefas terminadas
pt_pt: Tarefas terminadas
ru_ru: Задачи выполнены
uk_ua: Виконано

source: Open All In Browser
cs_cz: Otevřít vše v prohlížeči
es_es: Abrir todo en el navegador
fr_fr: Tout ouvrir dans le navigateur
no_no: Åpne alle i nettleser
pl_pl: Otwórz Wszystko w Przeglądarce
pt_br: Abrir todos no navegador
ru_ru: Открыть все в браузере
uk_ua: Відкрити все в браузері

source: Skip Remaining
cs_cz: Přeskočit zbývající
es_es: Omitir el resto
fr_fr: Passer le(s) restant(s)
no_no: Hopp over gjennstående
pl_pl: Pomiń Pozostałe
pt_br: Pular os restantes
pt_pt: Saltar o restante
ru_ru: Пропустить Остальное
uk_ua: Пропустити інше

source: Cancel Install
cs_cz: Zrušit instalaci
es_es: Cancelar instalación
fr_fr: Annuler l'installation
no_no: Avbryt installering
pl_pl: Anuluj Instalację
pt_br: Cancelar Instalação
pt_pt: Cancelar instalação
ru_ru: Отменить установку
uk_ua: Скасовувати установку

source: Browser Download Mods
cs_cz: Stáhnout balíčky s prohlížeče
es_es: Navegador Descarga de Mods
fr_fr: Télécharger les Mods par le navigateur
no_no: Mods for nettleser-nedlasting
pl_pl: Pobierz Modyfikacje przy użyciu przeglądarki
pt_br: Baixar mods pelo navegador
ru_ru: Браузер для скачивания Модов
uk_ua: Браузер для завантаження модів

source: In order to continue downloading this modpack, you must manually download the following mods.<br/>Simply click the Open button to open them in your browser, or alternatively you can copy the url to your clipboard to open in another browser.<br/><br/>Please download all files to <b>{0}</b> in order for the launcher to detect them.
cs_cz: Abyste mohli pokračovat ve stahování tohoto modpacku, musíte ručně stáhnout následující mody.<br/>Jednoduše klikněte na tlačítko Otevřít a otevřete je ve svém prohlížeči, nebo můžete zkopírovat adresu URL do schránky a otevřít ji v jiném prohlížeči.<br/><br/>Stáhněte si prosím všechny soubory do <b>{0}</b>, aby je spouštěč mohl detekovat.
es_es: Para continuar con la descarga de este paquete de mods, debe descargar manualmente los siguientes mods.<br/>Simplemente haga clic en el botón Abrir para abrirlos en su navegador o, alternativamente, puede copiar la URL en su portapapeles para abrirlos en otro navegador.<br /><br/>Descargue todos los archivos en <b>{0}</b> para que el lanzador los detecte.
fr_fr: Pour continuer le téléchargement du pack de mods, vous devez télécharger manuellement les mods suivants. <br/> Cliquez sur le boutton "Ouvrir" pour les ouvrir dans votre navigateur ou copier le lien ci-dessous pour l'ouvrir dans un autre navigateur. <br/><br/>Veuillez télécharger tous les fichier dans <b>{0}</b> pour que le launcher les détecte.
no_no: For å fortsette nedlastingen av modpakken må du manuelt laste ned de følgende moddene.<br/>Trykk på Åpne knappen for å åpne de i nettleseren din, eller kopier URL-en og lim den inn i et annet nettleser vindu.<br/><br/>Vennligst last ned alle filene til <b>{0}</b> slik at ATLauncher finner dem.
pl_pl: Aby kontynuować pobieranie paczki modyfikacji, wymagane jest ręczne pobranie wskazanych modów.<br/>Naciśnij na przycisk Otwórz, aby wyświetlić wybrane mody w przeglądarce internetowej, ewentualnie przekopiuj link do schowka, aby móc go otworzyć w innej przeglądarce.<br/><br/>Prosimy o pobranie wszystkich plików do <b>{0}</b> aby dokończyć instalację.
pt_br: Para continuar baixando esse modpack, você precisa baixar os seguintes mods manualmente.<br/>Clique no botão Abrir para abri-los no seu navegador, ou alternativamente você pode copiar o link para sua área de transferência para abri-lo em outro navegador.<br/><br/>Coloque os arquivos baixados em <b>{0}</b> para o launcher detectá-los.
ru_ru: Чтобы продолжить загрузку этого модпака, вы должны вручную загрузить следующие моды.<br/>Просто нажмите кнопку Открыть, чтобы открыть их в вашем браузере, или в качестве альтернативы вы можете скопировать URL в буфер обмена, чтобы открыть в другом браузере.<br/><br/>Пожалуйста, загрузите все файлы к <b>{0}</b> для того, чтобы пусковая установка могла их обнаружить.
uk_ua: Щоб продовжити завантаження цього пакета модів, ви повинні вручну завантажити наступні моди.<br/>Просто натисніть кнопку «Відкрити», щоб відкрити їх у своєму браузері, або ж ви можете скопіювати Url-адресу в буфер обміну, щоб відкрити в іншому браузері.<br/><br/>Будь ласка, завантажте всі файли до <b>{0}</b>, щоб програма запуску виявила їх.

source: Are You Sure?
cs_cz: Jste si jistí?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous Certain.e?
pl_pl: Czy jesteś pewien?
ru_ru: Вы уверены?
uk_ua: Ви впевнені?

source: Skipping the remaining downloads may cause issues launching the modpack.<br/><br/>Are you sure you want to do this?
cs_cz: Přeskočení zbývajících stahování může způsobit problémy při spouštění módpacku.<br/><br/>Opravdu to chcete udělat?
es_es: Omitir las descargas pendientes puede causar problemas al iniciar el modpack.<br/><br/>¿Seguro que es lo que quieres?
fr_fr: Ignorer les téléchargements restants pourrait entraîner des problèmes pour lancer le modpack.<br/><br/>Êtes-vous certain.e de vouloir faire cela?
pl_pl: Pominięcie pozostałych pobierań może spowodować problemy z uruchomieniem paczki.<br/><br/>Czy na pewno chcesz to zrobić?
ru_ru: Если Вы пропустите скачивание остальных файлов это может вызвать ошибку при запуске сборки. <br/><br/> Вы уверены, что хотите это сделать?
uk_ua: Пропуск завантажень, що залишилися, може спричинити проблеми із запуском пакета модів.<br/><br/>Ви впевнені, що хочете це зробити?

source: Download Complete
cs_cz: Stahování bylo dokončeno
es_es: Descarga completa
fr_fr: Téléchargement terminé
no_no: Nedlasting fullført
pl_pl: Pobieranie Zostało Zakończone
pt_br: Transferência Concluída
pt_pt: Transferência completa
ru_ru: Загрузка завершена
uk_ua: Завантаження завершено

source: Open
cs_cz: Otevřeno
es_es: Abrir
fr_fr: Ouvrir
no_no: Åpne
pl_pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ru_ru: Открыть
uk_ua: Відкрити

source: Copy Link
cs_cz: Kopírovat odkaz
es_es: Copiar enlace
fr_fr: Copier le lien
no_no: Kopier link
pl_pl: Skopiuj link
pt_br: Copiar Link
pt_pt: Copiar ligação
ru_ru: Скопировать ссылку
uk_ua: Копіювати посилання

source: Kill Minecraft
cs_cz: Vynuceně ukončit Minecraft
es_es: Detener Minecraft
fr_fr: Arrêter Minecraft
nl_nl: Minecraft sluiten
no_no: Drep Minecraft
pl_pl: Zabij Minecraft
pt_br: Finalizar o Minecraft
pt_pt: Fechar Minecraft
ru_ru: Принудительно закрыть Мinecraft
uk_ua: Примусово зупинити Minecraft

source: Toggle Console
cs_cz: Přepnout konzolu
es_es: Activar consola
fr_fr: Afficher/Cacher la console
no_no: Skru konsollen av/på
pl_pl: Włącz konsole
pt_br: Habilitar Console
pt_pt: Habilitar a consola
ru_ru: Переключить консоль
uk_ua: Показати/приховати консоль

source: Kill Open Dialogs
es_es: Cerrar los diálogos abiertos
fr_fr: Forcer la fermeture de la boite de dialogue
pl_pl: Zamknij otwarte okna dialogowe
pt_br: Fechar diálogos abertos
ru_ru: Завершить открытые диалоговые окна
uk_ua: Закрити відкриті вікна додатків

source: Open Launcher Folder
cs_cz: Otevřete složku spouštěče
es_es: Abrir carpeta del iniciador
fr_fr: Ouvrir le dossier du launcher
no_no: Åpne ATLauncher-mappen
pl_pl: Otwórz Folder ATLauncher
pt_br: Abrir Pasta do Launcher
pt_pt: Abrir pasta do Launcher
ru_ru: Открыть папку Лаунчера
uk_ua: Відкрийте теку лаунчеру

source: Quit
cs_cz: Ukončit
es_es: Salir
fr_fr: Quitter
nl_nl: Afsluiten
no_no: Avslutt
pl_pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ru_ru: Выход
uk_ua: Вийти
