Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: This enables the saving of custom mods added to an instance when it's updated or reinstalled.
nl_nl: Dit maakt het mogelijk om aangepaste mods op te slaan die toegevoegd zijn aan een instance wanneer de instance bijgewerkt wordt of opnieuw is geïnstalleerd.

source: Ignore Java checks On Launch
nl_nl: Negeer Java controles bij opstarten

source: This enables ignoring errors when launching a pack that you don't have a compatable Java version for.
nl_nl: Dit staat het negeren van fouten toe bij het opstarten van een pack waarvoor u geen compatible Java versie hebt.

source: The entered Java Parameters were incorrect.<br/>Please remove any references to Xmx, Xms or XX:PermSize.
nl_nl: De ingevoerde Java-parameters zijn onjuist.<br/>Verwijder alle verwijzingen naar Xmx, Xms of XX:PermSize.

source: If you want to participate in the Leaderboards.
nl_nl: Of u wilt deelnemen aan de Leaderboards.

source: The Launcher sends back anonymous usage and error logs<br/>to our servers in order to make the Launcher and Packs<br/>better. If you don't want this to happen then simply<br/>disable this option.
nl_nl: De Launcher stuurt anonieme gebruiks- en foutlogboeken<br/>naar onze servers om de Launcher en Packs <br/>beter te maken. Als je dit niet wilt, schakel deze optie dan uit<br/>.

source: The Launcher sends back anonymous analytics to Google Analytics<br/>in order to track what people do and don't use in the launcher.<br/>This helps determine what new features we implement in the future.<br/>All analytics are anonymous and contain no user/instance information in it at all.<br/>If you don't want to send anonymous analytics, you can disable this option.
nl_nl: De Launcher stuurt anonieme analytics terug naar Google Analytics<br/>om te kijken wat mensen gebruiken en niet gebruiken in de launcher.<br/>Dit helpt met bepalen van welke nieuwe functies we in de toekomst moeten implementeren.<br/>Alle analytics zijn anoniem en bevatten geen informatie van de gebruiker/instance.<br/>Als u geen anonieme analytics wilt sturen, kunt u deze optie uitschakelen.

source: Enable OpenEye Reporting
nl_nl: OpenEye Reporting inschakelen

source: OpenEye is a mod/project created by the OpenMods team which aims to help gather statistics and crash logs from Minecraft in order to help users and modders discover and fix issues with mods. With the OpenEye mod installed (each ModPack chooses if they wish to install it or not, it's not installed by default to all packs by the Launcher) everytime Minecraft crashes the OpenEye report is sent to OpenEye for analysis and if a note from the modder has been added on the cause/fix it will be displayed to you. For more information please see http://openeye.openblocks.info
nl_nl: OpenEye is een mod/project gemaakt door het OpenMods team dat het doel heeft statistieken en crash logs van Minecraft te verzamelen om gebruikers en modders te helpen problemen te ontdekken en mods te fixen. Met de OpenEye mod geïnstalleerd (elke ModPack kiest of ze het willen installeren of niet, het is niet standaard geïnstalleerd op alle packs van de Launcher) Telkens wanneer Minecraft crasht, wordt het OpenEye rapport naar OpenEye gestuurd voor analyse en als er een notitie van de modder is toegevoegd over de oorzaak/fix zal het aan u worden weergegeven. Voor meer informatie, zie http://openeye.openblocks.info

source: The concurrent connections you specified is invalid. Please check it and try again.
nl_nl: De door u opgegeven 'concurrent connections' zijn ongeldig. Controleer ze en probeer het opnieuw.

source: Enable Server Checker
nl_nl: Server Checker inschakelen

source: This setting enables or disables the checking of added servers in the Server Checker Tool.
nl_nl: Deze instelling schakelt de controle van toegevoegde servers in de Server Checker Tool aan of uit.

source: Time Between Checks
nl_nl: Tijd tussen checks

source: This option controls how long the launcher should wait between checking servers in the server checker. This value is in minutes and should be between 1 and 30, with the default being 5.
nl_nl: Deze optie bepaalt hoe lang de launcher moet wachten tussen het controleren van servers in de server checker. Deze waarde is in minuten en moet tussen 1 en 30 zijn, met de standaardwaarde van 5.

source: The server checker wait time you specified is invalid. Please check it and try again.
nl_nl: De server checker wacht-tijd die u heeft opgegeven is ongeldig. Controleer het en probeer het opnieuw.

source: Toggle console
nl_nl: Schakel console in/uit

source: Downloading Pack Version Definition
nl_nl: Pack versie definitie downloaden

source: Generating Pack Version Definition From Curse
nl_nl: Genereren van Pack versie Definitie van Curse

source: Installing Loader
nl_nl: Loader installeren

source: Installing Legacy Java Fixer
nl_nl: Legacy Java Fixer installeren

source: Downloading Instance Image
nl_nl: Instance afbeelding downloaden
