Repository: ATLauncher/ATLauncher
Catalog: src/main/resources/assets/lang/*.po
Languages: cs_cz, es_es, fr_fr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, uk_ua

source: We were unable to download this mod.<br/>This is likely due to the author of the mod disabling third party clients from downloading it.<br/><br/>You'll be prompted shortly to download the mod manually through your browser to your downloads folder.<br/>Once you've downloaded the file that was opened in your browser to your downloads folder, we can continue with installing the mod.<br/><br/>This process is unfortunate, but we don't have any choice in this matter and has to be done this way.
cs_cz: Tento mod se nepodařilo stáhnout.<br/>Je to pravděpodobně způsobeno tím, že autor modu zakazuje klientům třetích stran jej stahovat.<br/><br/>Brzy budete vyzváni, abyste si mod stáhli ručně prostřednictvím prohlížeče do složky se staženými soubory.<br/>Jakmile stáhnete soubor, který byl otevřen ve vašem prohlížeči, do složky stažených souborů, můžeme pokračovat v instalaci modu.<br/><br/>Tento proces je nutný, protože v této věci nemáme na výběr a musíme to udělat tímto způsobem.
es_es: No pudimos descargar este mod.<br/>Esto probablemente se deba a que el autor del mod inhabilitó la descarga de clientes de terceros.<br/><br/>En breve se le pedirá que descargue el mod manualmente a través de su navegador a su carpeta de descargas.<br/>Una vez que haya descargado el archivo que se abrió en su navegador a su carpeta de descargas, podemos continuar con la instalación del mod.<br/><br/>Este proceso es desafortunado, pero no tenemos otra opción en este asunto y tiene que hacerse de esta manera.
fr_fr: Impossible de télécharger ce mod.<br/>Ceci est probablement dû à l'auteur ayant refusé le téléchargement de son mod depuis des sources tierces.<br/><br/>Il vous sera demandé dans quelques instants de télécharger vous-même le mod depuis votre navigateur vers votre dossier de téléchargements.<br/>Une fois le fichier du mod dans votre dossier de téléchargements, l'installation de ce dernier continuera.<br/><br/>Ce processus est malencontreux, mais nous n'avons pas d'autre choix que de le faire de cette manière.
no_no: Vi klarte ikke å laste ned denne modden.<br/>Dette er mest sannsynlig på grunn av at forfatteren av modden har skrudd av "thrid party" nedlasting.<br/><br/>Du vil nå bli bedt om å laste ned modden til mappen din med nedlastinger via nettleseren din.<br/>Etter du har gjort dette kan installasjonen fortsette.<br/><br/>Dette er trasig, men vi har desverre ikke noe annet valg.
pl_pl: Nie mogliśmy pobrać tego moda.<br/>Jest to prawdopodobnie spowodowane tym, że autor modu uniemożliwił klientom zewnętrznym pobranie go.<br/><br/>Wkrótce zostaniesz poproszony o ręczne pobranie moda przez przeglądarki do folderu pobierania.<br/>Po pobraniu pliku otwartego w przeglądarce do folderu pobierania możemy kontynuować instalację moda.<br/><br/>Ten proces jest niefortunny, ale nie mamy w tej sprawie żadnego wyboru i tak trzeba postąpić.
pt_br: Não foi possivel baixar esse mod.<br/>Provavelmente o autor mod desabilitou que o mod seja baixado por clientes de terceiros<br/><br/>Em breve, será solicitado para baixar o mod manualmente através do seu navegador e colocar na sua pasta de downloads.<br/>Uma vez que você tenha baixado o arquivo pelo seu navergador para a pasta downloads, nós conseguiremos continuar a instalação do mod.<br/><br/>Este processo é chato, mas infelizmente precisa ser feito desa forma, não há outra alternativa.
pt_pt: Não conseguimos transferir alguns dos Mods deste Modpack.<br/>Provavelmente, isto deve-se ao autor desses Mods ter desabilitado a transferência por clientes terceiros.<br/><br/>Será em breve solicitado que faça a transferencia desses Mods manualmente para a sua pasta transferências, através do seu navegador.<br/> Uma vez termidado essa transferência, pode continuar com os restantes Mods que estão desabilitados.<br/><br/>Infelizmente, nós não temos nenhuma escolha neste processo e tem de ser feito desta maneira.
ru_ru: Нам не удалось загрузить этот мод.<br/>Вероятно, это связано с тем, что автор мода запретил его загрузку сторонним клиентам.<br/><br/>Вскоре вам будет предложено загрузить мод вручную через ваш браузер в папку загрузок.<br/>После того, как вы загрузили файл, который был открыт в вашем браузере, в папку загрузок, мы можем продолжить установку мода.<br/><br/>Это неудачный процесс, но у нас нет никакого выбора в этом вопросе и иза этого это должно быть сделано таким образом.
uk_ua: Нам не вдалося завантажити деякі моди з цього пакету.<br/>Це, імовірно, пов’язано з тим, що автор цього моду заборонив стороннім клієнтам його завантажувати.<br/><br/>Незабаром вам буде запропоновано вручну завантажити моди через свій браузер у папку завантажень.<br/>Після того, як ви завантажите файл, відкритий у вашому браузері, у папку завантажень, ми зможемо продовжити інсталяцію мода.<br /><br/>Цей процес викликає незручності, але ми не маємо вибору в цьому питанні, і повинні діяти таким чином.

source: {0} Installed
cs_cz: {0} nainstalováno
es_es: {0} instalado
fr_fr: {0} installé
nl_nl: {0} geïnstalleerd
no_no: {0} Installert
pl_pl: {0} Zainstalowane
pt_br: {0} instalado
pt_pt: {0} Instalado
ru_ru: {0} установлен
uk_ua: {0} встановлено

source: Backing Up {0}
cs_cz: Zálohování {0}
es_es: Copiando {0} con seguridad
fr_fr: Sauvegarde de {0}
no_no: Sikkerhetskopierer {0}
pl_pl: Tworzenie Kopii Zapasowej {0}
pt_br: Fazendo backup de {0}
pt_pt: A Realizar Cópia de Segurança {0}
ru_ru: Резервное копирование {0}
uk_ua: Резервне копіювання {0}

source: Backup is complete
cs_cz: Záloha dokončena
es_es: Copia de seguridad completada
fr_fr: Sauvegarde terminée
no_no: Sikkerhetskopi fullført
pl_pl: Kopia zapasowa zakończona
pt_br: Backup completo
pt_pt: Cópia de segurança está completa
ru_ru: Резервное копирование завершено
uk_ua: Резервне копіювання завершено

source: Enter a new name for this cloned instance.
cs_cz: Zadejte nové jméno pro zkopírovanou instanci.
es_es: Introduzca un nuevo nombre para esta instancia clonada.
fr_fr: Entrez un nouveau nom pour cette instance dupliquée.
nl_nl: Voer een nieuwe naam in voor deze gekloonde instantie.
no_no: Sett inn et nytt navn for dette klonede eksemplaret.
pl_pl: Wpisz nową nazwę dla tej sklonowanej instancji.
pt_br: Digite um novo nome para a instância clonada.
pt_pt: Insira um novo nome para a instância clonada.
ru_ru: Введите новое название для этой клонированной сборки.
uk_ua: Введіть нове ім'я для цього клонованого екземпляру.

source: Cloning Instance
cs_cz: Klonování instance
es_es: Instancia de Clonado
fr_fr: Duplication de l'instance
nl_nl: Instantie Klonen
no_no: Kloner Eksemplaret
pl_pl: Klonowanie Instancji
pt_br: Clonando instância
pt_pt: A duplicar instância
ru_ru: Клонирование сборки
uk_ua: Клонування екземпляру

source: Cloning Instance. Please wait...
cs_cz: Klonování instance. Prosím čekejte...
es_es: Instancia de clonado. Por favor espere...
fr_fr: Duplication de l'instance. Veuillez patienter...
nl_nl: Instantie Klonen. Even geduld...
no_no: Kloner eksemplaret. Vennligst vent...
pl_pl: Klonowanie Instancji. Proszę czekać...
pt_br: Clonando instância. Por favor, aguarde...
pt_pt: A duplicar instância. Por favor aguarde...
ru_ru: Клонирование сборки. Пожалуйста, подождите...
uk_ua: Клонування Даних. Будь ласка, зачекайте...

source: Cloned Instance Successfully
cs_cz: Instance byla úspěšně naklonována
es_es: Instancia de Clonado con exito
fr_fr: Instance dupliquée avec succès
nl_nl: Instantie Succesvol Gekloond
no_no: Klonet Eksemplaret Vellykket
pl_pl: Instancja Została Sklonowana Z Powodzeniem
pt_br: Instância clonada com sucesso
pt_pt: Instância duplicada com sucesso
ru_ru: Сборка клонирована успешно
uk_ua: Екземпляр клоновано успішно

source: An error occurred while cloning the instance.<br/><br/>Please check the console and try again.
cs_cz: Nastala chyba při klonování instance.<br/><br/>Zkontrolujte prosím konzoli a zkuste to znovu.
es_es: Se ha producido un error al clonar la instancia.<br/><br/>Por favor, compruebe la consola e inténtelo de nuevo.
fr_fr: Une erreur s'est produite lors de la duplication de l'instance.<br/><br/>Veuillez consulter la console puis réessayez.
nl_nl: Er is een fout opgetreden tijdens het klonen van de instantie.<br/><br/>Controleer de console en probeer het opnieuw.
no_no: Et problem oppsto under kloningen av eksemplaret.<br/><br/>Vennligst sjekk konsollen og prøv igjen.
pl_pl: Wystąpił błąd podczas klonowania instancji.<br/><br/>Sprawdź konsolę i spróbuj ponownie.
pt_br: Ocorreu um erro ao tentar clonar a instância.<br/><br/>Por favor, verifique o registro e tente novamente.
pt_pt: Ocorreu um erro ao clonar a instância.<br/><br/>Por favor, verifique o console e tente novamente.
ru_ru: Произошла ошибка при клонировании сборки.<br/><br/>Пожалуйста, проверьте консоль и повторите попытку.
uk_ua: Сталася помилка під час клонування екземпляру.<br/><br/>Будь ласка, перевірте консоль і спробуйте знову.

source: Changing Description
cs_cz: Měním Popis
es_es: Cambiando descripción
fr_fr: Modification de la description
no_no: Endrer beskrivelse
pl_pl: Zmienianie opisu
pt_br: Mudando a Descrição
pt_pt: A alterar descrição
ru_ru: Изменение описания
uk_ua: Зміна опису

source: {0} {1} has been installed.
cs_cz: {0} {1} byl nainstalován.
es_es: {0} {1} ha sido instalado.
fr_fr: {0} {1} a été installé.
no_no: {0} {1} har blitt installert.
pl_pl: {0} w wersji {1} zostało zainstalowana pomyślnie.
pt_br: {0} {1} foi instalado.
pt_pt: {0} {1} foi instalado.
ru_ru: {0} {1} было установлено.
uk_ua: {0} {1} встановлено.

source: {0} Not Installed
cs_cz: {0} není nainstalováno
es_es: No se ha instalado {0}
fr_fr: {0} n'est pas installé
no_no: {0} er ikke installert
pl_pl: {0} Niezainstalowano
pt_br: {0} Não foi instalado
pt_pt: {0} não instalado
ru_ru: {0} Не установлено
uk_ua: {0} Не завантажено

source: {0} has not been installed. Check the console for more information.
cs_cz: {0} nebyl nainstalován. Další informace naleznete v konzoli.
es_es: {0} no ha sido instalado. Mira la consola para más información.
fr_fr: {0} n'a pas été installé. Consultez la console pour plus d'informations.
no_no: {0} har ikke blitt installert. Se i konsollen for mer informasjon.
pl_pl: {0} nie zostało zainstalowane. Sprawdź konsolę, aby dowiedzieć się więcej.
pt_br: {0} Não foi instalado. Verifique o console para mais informações.
pt_pt: {0} não foi instalado. Verifica a consola para mais informação.
ru_ru: {0} не было установлено. Проверьте консоль для получения дополнительной информации.
uk_ua: {0} не завантажено. Перевірте консоль для отримання додаткової інформації.

source: Checking For {0} Versions
cs_cz: Kontrola verze {0}
es_es: Comprobando las versiones de {0}
fr_fr: Vérification des version pour {0}
no_no: Ser etter {0} versjoner
pl_pl: Sprawdzanie dostępnych wersji {0}
pt_br: Verificando por {0} versões
pt_pt: A procurar versões do {0}
ru_ru: Проверка для {0} Версий
uk_ua: Перевірка {0} версій

source: No Versions Available For {0}
cs_cz: Pro {0} nejsou dostupné žádné verze
es_es: No hay versiones disponibles para {0}
fr_fr: Aucune version disponible pour {0}
no_no: Ingen versjoner tilgjengelige for {0}
pl_pl: Nie znaleziono dostępnych wersji dla {0}
pt_br: Nenhuma versão disponivel para {0}
pt_pt: Não há versões disponíveis para o {0}
ru_ru: Нет доступных версий для {0}
uk_ua: Немає доступних версій для {0}

source: {0} has not been installed/updated as there are no versions available.
cs_cz: {0} nebyl nainstalován/aktualizován, protože nejsou k dispozici žádné verze.
es_es: {0} No ha sido instalado/actualizado porque no hay versiones disponibles.
fr_fr: {0} n'a pas été installé/mis à jour car aucune version n'est disponible.
no_no: {0} har ikke blitt installert/oppdatert ettersom ingen versjoner er tilgjengelige.
pl_pl: {0} nie zostało zainstalowane/zaktualizowane, ponieważ nie znaleziono dostępnych wersji.
pt_br: {0} Não foi instalado/atualizado pois não há uma versão disponível.
pt_pt: {0} não foi instalado/atualizado por não haver versões disponíveis.
ru_ru: {0} не было установлено/обновлен, так как нет доступных версий.
uk_ua: {0} не встановлено/оновлено, оскільки немає доступних версій.

source: Select {0} Version To Install
cs_cz: Vyberte verzi {0} k instalaci
es_es: Seleccione {0} la versión a instalar
fr_fr: Sélectionnez {0} la version à installer
no_no: Velg {0} versjon som skal installeres
pl_pl: Wybierz wersję {0} do instalacji
pt_br: Selecione a versão {0} para instalar
pt_pt: Seleciona a versão do {0} a instalar
ru_ru: Выберите {0} версию для установки
uk_ua: Виберіть {0} версію для завантаження

source: Installing {0}
cs_cz: Instaluji {0}
es_es: Instalando {0}
fr_fr: Installation de {0}
nl_nl: Installeren {0}
no_no: Installerer {0}
pl_pl: Instalowanie {0}
pt_br: Instalando {0}
pt_pt: A instalar {0}
ru_ru: Идёт установка {0}
uk_ua: Встановлення {0}

source: Changing {0} Version
cs_cz: Změna verze {0}
es_es: Cambiar {0} Versión
fr_fr: Modification de la version de {0}
no_no: Endrer {0} versjon
pl_pl: Zmiana wersji {0} w toku
pt_br: Mudando {0} versão
pt_pt: A alterar a versão do {0}
ru_ru: Изменение {0} Версий
uk_ua: Зміна {0} версій

source: {0} Removed
cs_cz: {0} odebráno
es_es: {0} Eliminado
fr_fr: {0} a été enlevé
no_no: {0} ble fjernet
pl_pl: {0} zostało odinstalowane
pt_br: {0} Removido
pt_pt: {0} removido
ru_ru: {0} Удалено
uk_ua: {0} Видалено

source: {0} has been removed from this instance.
cs_cz: {0} byl z této instance odebrán.
es_es: {0} se ha eliminado de esta instancia.
fr_fr: {0} a été retiré de l'instance.
no_no: {0} har blitt fjernet fra denne instansen.
pl_pl: {0} zostało odinstalowane z wybranej instancji gry.
pt_br: {0} foi removido dessa instancia.
pt_pt: {0} foi removido desta instância.
ru_ru: {0} был удален из этой Версии.
uk_ua: {0} видалено з цієї збірки.

source: {0} Not Removed
cs_cz: {0} nebyl odebrán
es_es: {0} No eliminado
fr_fr: {0} n'a pas été enlevé
no_no: {0} ble ikke fjernet
pl_pl: {0} nie zostało odinstalowane
pt_br: {0} Não foi removido
pt_pt: {0} não foi removido
ru_ru: {0} Не Удалено
uk_ua: {0} Не видалено

source: {0} has not been removed. Check the console for more information.
cs_cz: {0} nebyl odstraněn. Další informace naleznete v konzoli.
es_es: {0} no se ha eliminado. Compruebe la consola para obtener más información.
fr_fr: {0} n'a pas été enlevé. Consultez la console pour plus d'informations.
no_no: {0} ble ikke fjernet. Se i konsollen for mer informasjon.
pl_pl: {0} nie zostało odinstalowane. Sprawdź konsolę, aby dowiedzieć się więcej.
pt_br: {0} Não foi removido. Verifique o console para mais informações.
pt_pt: {0} não foi removido. Verifica a consola para mais informação.
ru_ru: {0} не был удален. Проверьте консоль для получения дополнительной информации.
uk_ua: {0} не видалено. Перевірте консоль для отримання додаткової інформації.

source: Scanning New Mods
cs_cz: Skenování nových modů
es_es: Examinar nuevos Mods
fr_fr: Scan de nouveaux mods
no_no: Skanner nye mods
pl_pl: Wyszukiwanie nowych modów
pt_br: Escanenado novos mods
pt_pt: A procurar novos Mods
ru_ru: Сканирование Новых Модов
uk_ua: Сканування нових модів

source: Checking For Update On {0}
cs_cz: Kontrola aktualizací na {0}
es_es: Comprobando actualizaciones en {0}
fr_fr: Vérification des mises à jour sur {0}
no_no: Ser etter oppdateringer på {0}
pl_pl: Sprawdzanie aktualizacji na {0}
pt_br: Verificando por atualizações em {0}
pt_pt: A procurar de actualizações no {0}
ru_ru: Проверка обновлений на {0}
uk_ua: Перевірка наявності оновлень на {0}

source: Getting Files From {0}
cs_cz: Získávání souborů z {0}
es_es: Obteniendo archivos de {0}
fr_fr: Obtention des fichiers de {0}
no_no: Henter filer fra {0}
pl_pl: Pobieranie potrzebnych plików z {0}
pt_br: Recebendo arquivos de {0}
pt_pt: A obter ficheiros do {0}
ru_ru: Получение файлов из {0}
uk_ua: Отримання файлів із {0}

source: You Must Login Again
cs_cz: Musíte se znovu přihlásit
es_es: Debes iniciar sesión de nuevo
fr_fr: Vous devez vous connecter à nouveau
no_no: Du må logge deg inn på nytt
pl_pl: Wymagane jest uwierzytelnienie
pt_br: Você deve fazer login novamente
pt_pt: Tens que autenticar novamente
ru_ru: Вы должны войти снова
uk_ua: Ви повинні увійти знову

source: You must login again in order to continue.
cs_cz: Abyste mohli pokračovat, musíte se znovu přihlásit.
es_es: Estás obligado a iniciar sesión otra vez para continuar
fr_fr: Vous devez vous connecter à nouveau pour continuer.
no_no: Du må lågge deg inn på nytt for å fortsette.
pl_pl: Aby kontynuować, zaloguj się.
pt_br: Você deve se conectar novamente para continuar.
pt_pt: Tens que autenticar novamente para continuar.
ru_ru: Вы должны снова войти в систему, чтобы продолжить.
uk_ua: Ви повинні увійти знову, щоб продовжити.

source: Account doesn't have an Xbox account.<br/><br/>Please create one by logging into minecraft.net before trying to login again.
cs_cz: Účet nemá účet Xbox.<br/><br/>Než se znovu pokusíte přihlásit, vytvořte si jej přihlášením na minecraft.net.
es_es: Tu cuenta no tiene una cuenta de Xbox.<br/><br/> Porfavor crea una en inicio sesión en minecraft.net en después prueba otra vez.
fr_fr: Le compte n'a pas de compte Xbox. <br/><br/>Merci d'en créer un depuis minecraft.net avant d'essayer de vous connecter à nouveau.
no_no: Kontoen har ikke en tilknyttet Xbox konto.<br/><br/>Vennligst lag en ved å logge inn på minecraft.net og prøv på nytt etterpå.
pl_pl: Wybrane konto nie posiada konta Xbox.<br/><br/>Utwórz konto za pomocą logowania do minecraft.net, a następnie spróbuj ponownie.
pt_br: A conta não possui uma conta Xbox.<br/><br/>Por favor, cria uma e faça login em minecraft.net antes de tentar fazer login novamente.
pt_pt: A conta não possui uma conta Xbox.<br/><br/>Por favor, cria uma através da autentificação em minecraft.net antes de tentar autentificar novamente.
ru_ru: У этой учетной записи нет учетной записи Xbox.<br/><br/>Пожалуйста, создайте ее, войдя на Сайт minecraft.net, прежде чем попытаться войти снова.
uk_ua: Обліковий запис не має облікового запису Xbox.<br/><br/>Створіть його, увійшовши на minecraft.net, перш ніж спробувати увійти знову.

source: Child accounts cannot login without being part of a family.
cs_cz: Dětské účty se nemohou přihlásit, aniž by byly součástí rodiny.
es_es: Las cuentas de niños no pueden iniciar sesión sin ser parte de una familia.
fr_fr: Les comptes enfants ne peuvent pas se connecter en faisant partie d'une famille.
no_no: Barnekontoer kan ikke logge inn uten å vere tilknyttet en familie.
pl_pl: Konta dzieci nie mogą się zalogować bez bycia częścią rodziny.
pt_br: Conta infantil não consegue fazer login sem fazer parte de uma família.
pt_pt: Conta infantil não consegue autentificar sem pertencer a uma família.
ru_ru: Невозможен вход в Учетную Запись Ребенка потому что она не является частью Семьи.
uk_ua: Дитячі облікові записи не можуть увійти, не будучи частиною сім’ї.

source: Account is from a country where Xbox Live is banned/not available.
cs_cz: Účet pochází ze země, kde je služba Xbox Live zakázána/není dostupná.
es_es: La cuenta es de un país donde Xbox Live está baneado/no disponible.
fr_fr: Ce compte provient d'un pays dans lequel Xbox Live est interdit ou non disponible.
no_no: Kontoen er fra et land hvor Xbox Live er utilgjengelig.
pl_pl: Konto pochodzi z kraju, w którym Xbox Live jest zbanowane/niedostępne.
pt_br: A conta é de um país onde o Xbox Live é banido/não está disponível.
pt_pt: Conta é de um país onde o Xbox Live é banido ou não está disponível.
ru_ru: Учетная запись из страны, в которой служба Xbox Live запрещена/недоступна.
uk_ua: Обліковий запис із країни, де Xbox Live заборонений/недоступний.

source: Server Is Vulnerable
cs_cz: Server je zranitelný
es_es: Servidor Vulnerable
fr_fr: Le serveur est vulnérable
no_no: Tjeneren er sårbar
pl_pl: Niezabezpieczony serwer
pt_br: Servidor é vulnerável
pt_pt: Servidor é vulnerável
ru_ru: Сервер уязвим
uk_ua: Сервер вразливий

source: This server is currently vulnerable to the Log4Shell exploit.<br/><br/>For your safety, and of those on your server, please delete and recreate this server.<br/><br/>Do you still want to launch the server (not recommended)?
cs_cz: Tento server je aktuálně zranitelný vůči zneužití Log4Shell.<br/><br/>Pro vaši bezpečnost a bezpečnost ostatních na vašem serveru prosím smažte a znovu vytvořte tento server.<br/><br/>Stále chcete spustit server (nedoporučuje se)?
es_es: Este servidor es actualmente vulnerable al exploit Log4Shell.<br/><br/> Por su seguridad y la de aquellos en su servidor, elimine y vuelva a crear este servidor.<br/><br/>¿Aún desea iniciar el servidor (no recomendado)?
fr_fr: Ce serveur est actuellement vulnérable à l'exploit Log4Shell.<br/><br/>Pour votre sécurité et celle des personnes sur ce serveur, supprimez-le et recréez-le.<br/><br/>Désirez-vous tout de même démarrer ce serveur (non recommandé) ?
no_no: Denne tjeneren er sårbar for Log4Shell-utnyttelsen.<br/><br/>For din egen sikkerhet og de som spiller på tjeneren din, vennligst slett tjeneren og lag den på nytt igjen.<br/><br/>Vil du fortsatt starte tjeneren (ikke anbefalt)?
pl_pl: Wybrany serwer gry nie jest zabezpieczony przed podatnością Log4Shell.<br/><br/>Ze względów bezpieczeństwa, prosimy o niezwłoczne usunięcie i odbudowanie instancji serwera.<br/><br/>Czy na pewno chcesz uruchomić wybrany serwer (niebezpieczne)?
pt_br: Atualmente este servidor está vulnerável ao exploit Log4Shell.<br/><br/>Para a sua segurança e para segurança daqueles em seu servidor, apague ou recrie esse servidor.<br/><br/>Você ainda quer iniciar o servidor (Não recomendado)?
pt_pt: Este servidor está atualmente vulnerável ao exploit do Log4Shell.<br/><br/>Para a sua segurança, e para aqueles no seu servidor, por favor elimine e recrie este servidor.<br/><br/>Ainda deseja iniciar o server (não recomendado)?
ru_ru: В настоящее время этот сервер уязвим к эксплойту Log4Shell.<br/><br/>Для вашей безопасности и безопасности тех, кто находится на вашем сервере, удалите и заново создайте этот сервер.<br/><br/>Вы все еще хотите запустить сервер (не рекомендуется)?
uk_ua: Цей сервер наразі вразливий до експлойту Log4Shell.<br/><br/>Для вашої безпеки та безпеки тих, хто на вашому сервері, видаліть і створіть цей сервер заново.<br/><br/>Ви все ще бажаєте запустити сервер (не рекомендується)?

source: Failed To Launch Server
cs_cz: Spuštění serveru se nezdařilo
es_es: No se pudo indicar el servidor
fr_fr: Impossible de démarrer le serveur
no_no: Kunne ikke starte opp tjeneren
pl_pl: Niepowodzenie startu instancji serwera
pt_br: Falha ao iniciar servidor
pt_pt: Falha ao iniciar o servidor
ru_ru: Не удалось запустить сервер
uk_ua: Не вдалося запустити сервер
